{"Desperate Measures":"Desperackie Środki","Place a bronze cube on a dust storm tile and raise oxygen 1 step, or place a bronze cube on an erosion tile and raise the temperature 1 step. The hazard tile with the bronze cube cannot be removed.":"Umieść brązową kostkę na kaflu burzy pyłowej i podnieś Poziom Tlenu o 1% albo umieść brązową kostkę na kaflu erozji i podnieś Temperaturę o 2°C. Kafel zagrożenia z brązową kostką nie może zostać usunięty.","Mining Area":"Obszar Górniczy","Place one of these tiles on an area with a steel or titanium placement bonus, ADJACENT TO ANOTHER OF YOUR TILES. This tile provides an ADJACENCY BONUS of the same resource as the area. Increase your production of that resource 1 step.":"Umieść ten obszar obok innych swoich obszarów, na polu zawierającym premię stali albo tytanu. Wybierz kafel z premią sąsiedztwa taką samą jak premia na wybranym polu. Podnieś swoją produkcję tego zasobu o 1 poziom. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje oznaczoną premię.","Industrial Center":"Ośrodek Przemysłowy","Action: Spend 7 M€ to increase your steel production 1 step.":"Akcja: Wydaj 7 M€, żeby podnieść swoją produkcję stali o 1 poziom.","Place this tile adjacent to a city tile. This tile grants an ADJACENCY BONUS of 1 steel.":"Umieść ten obszar na polu sąsiadującym z obszarem miasta. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 1 jednostkę stali.","Marketing Experts":"Eksperci od Marketingu","Effect: When an ADJACENCY BONUS is collected from a tile you own, you gain 1 M€.":"Efekt trwały: Gdy którykolwiek z graczy otrzymuje premię zasobów za sąsiedztwo z twoim obszarem, otrzymujesz 1 M€.","Increase your M€ production 1 step.":"Podnieś swoją produkcję M€ o 1 poziom.","Bioengineering Enclosure":"Sektor Bioinżynierii","Action: Remove 1 animal from THIS card to add 1 animal to ANOTHER card.":"Akcja: Usuń 1 jednostkę zwierząt z tej karty, aby umieścić 1 jednostkę zwierząt na dowolnej karcie.","Requires 1 science tag to play. Add 2 animals to this card. OTHERS MAY NOT REMOVE ANIMALS FROM THIS CARD.":"Musisz posiadać przynajmniej 1 symbol nauki. Umieść na tej karcie 2 jednostki zwierząt. PRZECIWNICY NIE MOGĄ USUWAĆ JEDNOSTEK ZWIERZĄT Z TEJ KARTY.","Butterfly Effect":"Efekt Motyla","Gain 1 TR. Move each individual hazard marker up to 1 step up or down.":"Przesuń każdy ze znaczników zagrożenia maksymalnie o 1 poziom w górę lub w dół. Podnieś swój WT o 1 poziom.","All hazard markers":"Znaczniki zagrożenia","Geological Survey":"Geologiczne Pomiary","Any max 5 Greeneries":"Max 5 obszarów zieleni","Effect: When placing a tile ON MARS grants you any steel, titanium, or heat, you gain one additional of each of those resources that you gain.":"Efekt trwały: Gdy umieszczasz dowolny obszar NA MARSIE i otrzymujesz zasoby stali, tytanu lub ciepła, zyskujesz 1 dodatkową jednostkę z każdego zdobytego rodzaju zasobów.","Requires 5 or fewer greeneries on Mars.":"Na planszy musi się znajdować co najwyżej 5 obszarów zieleni.","Ecological Survey":"Badania Ekologiczne","Any 3 Greeneries":"3 obszary zieleni","Effect: When placing a tile grants you any plants, animals or microbes, you gain one additional of each of those resources that you gain.":"Efekt trwały: Gdy umieszczasz dowolny obszar na planszy i otrzymujesz zasoby roślinności, zwierząt lub mikrobów, zyskujesz 1 dodatkową jednostkę z każdego zdobytego rodzaju zasobów.","Requires 3 greeneries on Mars.":"Na planszy muszą znajdować się przynajmniej 3 obszary zieleni.","Mining Rights":"Prawa Górnicze","Place one of these tiles on an area with a steel or titanium placement bonus. This tile provides an ADJACENCY BONUS of the same resource as the area. Increase your production of that resource 1 step.":"Umieść ten obszar na polu zawierającym premię stali albo tytanu. Wybierz kafel z premią sąsiedztwa taką samą jak premia na wybranym polu. Podnieś swoją produkcję tego zasobu o 1 poziom. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje oznaczoną premię.","Natural Preserve":"Rezerwat Naturalny","Oxygen must be 4% or less. Place this tile NEXT TO NO OTHER TILE. The tile grants an ADJACENCY BONUS of of 1 M€. Increase your M€ production 1 step.":"Poziom Tlenu musi być równy albo niższy niż 4%. Umieść ten obszar na polu niesąsiadującym z innymi obszarami. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 1 M€. Podnieś swoją produkcję M€ o 1 poziom.","Ocean Sanctuary":"Sanktuarium Oceaniczne","1 VP per animal on this card.":"1 PZ za każdą jednostkę zwierząt na tej karcie.","Requires 5 ocean tiles. Place this tile on top of an existing ocean tile. The tile grants an ADJACENCY BONUS of 1 animal. Add 1 animal to this card.":"Umieść ten obszar na istniejącym obszarze oceanu. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 1 jednostkę zwierząt. Umieść 1 jednostkę zwierząt na tej karcie.","Nuclear Zone":"Strefa Nuklearna","Raise the temperature two steps. Place this tile. Players must pay an additional 2M€ when they place a tile with their player marker on it ADJACENT to the Nuclear Zone.":"Podnieś Temperaturę o 4°C. Umieść ten obszar na planszy. Gracze, stawiając swoje obszary ze znacznikiem gracza obok tego obszaru, muszą zapłacić 2 M€.","Restricted Area":"Obszar Zastrzeżony","Action: Spend 2 M€ to draw a card.":"Akcja: Wydaj 2 M€, żeby dobrać 1 kartę.","Place this tile which grants an ADJACENCY BONUS of 1 card.":"Umieść ten obszar na planszy. Gdy dowolny gracz umieści obszar obok tego obszaru, dobiera 1 kartę.","Solar Farm":"Farma Solarna","Place this tile which grants an ADJACENCY BONUS of 2 energy. Increase your energy production 1 step for each plant resource on the area where you place the tile.":"Umieść ten obszar na planszy. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 2 jednostki energii. Podnieś swoją produkcję energii o 1 poziom za każdą jednostkę roślinności znajdującą się na polu, na którym umieściłeś ten obszar.","Ecological Zone":"Strefa Ekologiczna","Effect: When you play an animal or plant tag INCLUDING THESE, add an animal to this card.":"Efekt trwały: Za każdy zagrywany przez Ciebie symbol zwierząt lub roślinności (z tymi włącznie), umieść tu 1 jednostkę zwierząt.","the tile grants an adjacency bonus of 1 animal. 1 VP per 2 animals on this card.":"GDY DOWOLNY GRACZ UMIEŚCI OBSZAR OBOK TEGO OBSZARU, OTRZYMUJE 1 JEDNOSTKĘ ZWIERZĄT. 1 PZ ZA KAŻDE 2 JEDNOSTKI ZWIERZĄT NA TEJ KARCIE.","Requires that YOU have a greenery tile. Place this tile adjacent to ANY greenery.":"Musisz posiadać min. 1 obszar zieleni. Umieść ten obszar obok obszaru zieleni.","Bio-Fertilizer Facility":"Ośrodek Eko Nawożenia","Requires 1 science tag. Increase your plant production 1 step. Add up to 2 microbes to ANY card. Place this tile which grants an ADJACENCY BONUS of 1 plant and 1 microbe.":"Musisz posiadać przynajmniej 1 symbol nauki. Podnieś swoją produkcję roślinności o 1 poziom. Umieść 2 jednostki mikrobów na dowolnej karcie. Umieść ten obszar na planszy. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje po 1 jednostce roślinności i mikrobów.","Metallic Asteroid":"Metaliczna Asteroida","Raise temperature 1 step and gain 1 titanium. Remove up to 4 plants from any player. Place this tile which grants an ADJACENCY BONUS of 1 titanium.":"Podnieś Temperaturę o 2°C. Otrzymujesz 1 jednostkę tytanu. Usuń do 4 jednostek roślinności dowolnego gracza. Umieść ten obszar na planszy. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 1 jednostkę tytanu.","Ocean Farm":"Farma Morska","Requires 4 ocean tiles. Increase your heat production 1 step and increase your plant production 1 step. Place this tile on top of an existing ocean tile. The tile grants an ADJACENCY BONUS of 1 plant.":"Na planszy muszą znajdować się przynajmniej 4 obszary oceanów. Podnieś swoją produkcję roślinności i ciepła o 1 poziom. Umieść ten obszar na istniejącym obszarze oceanu. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 1 jednostkę roślinności.","Commercial District":"Dystrykt Handlowy","1 VP per adjacent city tile.":"Otrzymujesz po 1 PZ za każdy obszar miasta sąsiadujący z tym obszarem.","Place this tile which grants an ADJACENCY BONUS of 2 M€. Decrease your energy production 1 step and increase your M€ production 4 steps.":"Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 4 poziomy. Umieść ten obszar na planszy. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 2 M€.","Ocean City":"Miasto na Oceanie","Requires 6 ocean tiles. Decrease your energy production 1 step and increase your M€ production 3 steps. Place this tile on top of an existing ocean tile, IGNORING NORMAL PLACEMENT RESTRICTIONS FOR CITIES. The tile counts as a city as well as an ocean.":"Na planszy musi znajdować się przynajmniej 6 obszarów oceanów. Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 3 poziomy. Umieść ten specjalny obszar miasta na istniejącym obszarze oceanu, ignorując normalne ograniczenia umieszczania miast. Ten obszar liczy się jako obszar miasta i obszar oceanu.","Lava Flows":"Strumienie Lawy","Raise temperature 2 steps and place this tile ON EITHER THARSIS THOLUS, ASCRAEUS MONS, PAVONIS MONS OR ARSIA MONS. This tile grants an ADJACENCY BONUS of 2 heat.":"Podnieś Temperaturę o 4°C. Umieść ten obszar na jednym z wymienionych obszarów: THARSIS THOLUS, ASCRAEUS MONS, PAVONIS MONS, ARSIA MONS. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 2 jednostki ciepła.","Mohole Area":"Obszar Mohole","Increase your heat production 4 steps. Place this tile ON AN AREA RESERVED FOR OCEAN. The tile grants an ADJACENCY BONUS of 2 heat.":"Umieść ten obszar na polu zarezerwowanym dla oceanu. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 2 jednostki ciepła. Podnieś swoją produkcję ciepła o 4 poziomy.","Capital":"Stolica","1 additional VP for each ocean tile adjacent to this city tile.":"OTRZYMUJESZ PO 1 PZ ZA KAŻDY OBSZAR OCEANU SĄSIADUJĄCY Z TYM OBSZAREM.","Requires 4 ocean tiles. Place tile with ADJACENCY BONUS of 2 M€. Energy prod -2 and M€ prod +5.":"Umieść ten obszar na planszy. Gdy dowolny gracz umieści obszar obok tego obszaru, otrzymuje 2 M€.","Beginner":"Korporacja dla początkujących","You start with 42 M€. Instead of choosing from 10 cards during setup, you get 10 cards for free.":"Rozpoczynasz grę z 42 M€. Nie bierzesz udziału w pierwszej fazie badań, zamiast tego dobierasz za darmo 10 kart.","Credicor":"Credicor","You start with 57 M€.":"Rozpoczynasz grę z 57 M€.","Effect: After you pay for a card or standard project with a basic cost of 20M€ or more, you gain 4 M€.":"Efekt trwały: Za każdym razem, gdy zapłacisz za kartę albo projekt standardowy o bazowym koszcie 20 lub więcej M€, otrzymujesz 4 M€.","Ecoline":"Ecoline","You start with 2 plant production, 3 plants, and 36 M€.":"Rozpoczynasz grę z 2 dodatkowymi poziomami produkcji roślinności, 3 jednostkami roślinności i 36 M€.","Effect: You may always pay 7 plants, instead of 8, to place greenery.":"Efekt trwały: Za każdym razem, gdy chcesz umieścić na planszy obszar zieleni, możesz za niego zapłacić 7 jednostkami roślinności (zamiast 8).","Helion":"Helion","You start with 3 heat production and 42 M€.":"Rozpoczynasz grę z 3 dodatkowymi poziomami produkcji ciepła i 42 M€.","Effect: You may use heat as M€. You may not use M€ as heat.":"Efekt trwały: Możesz używać jednostek ciepła zamiast M€. Nie możesz używać jednostek M€ zamiast ciepła.","Interplanetary Сinematics":"Interplanetary Сinematics","You start with 20 steel and 30 M€.":"Rozpoczynasz grę z 20 jednostkami stali i 30 M€.","Effect: Each time you play an event, you gain 2 M€.":"Efekt trwały: Gdy zagrywasz kartę wydarzenia, otrzymujesz 2 M€.","Inventrix":"Inventrix","As your first action in the game, draw 3 cards. Start with 45 M€.":"Rozpoczynasz grę z 45 M€. W ramach swojej pierwszej akcji w grze dobierz za darmo 3 karty.","Effect: Your temperature, oxygen, ocean, and Venus requirements are +2 or -2 steps, your choice in each case.":"Efekt trwały: Zagrywając karty, możesz każdorazowo traktować wybrane Wskaźniki Globalne tak, jakby były o 2 poziomy (2 obszary oceanów/2% Tlenu/4°C) wyższe albo niższe.","Phobolog":"Phobolog","You start with 10 titanium and 23 M€.":"Rozpoczynasz grę z 10 jednostkami tytanu i 23 M€.","Effect: Your titanium resources are each worth 1 M€ extra.":"Efekt trwały: Każda posiadana przez Ciebie jednostka tytanu jest warta o 1 M€ więcej.","Tharsis Republic":"Republika Tharsis","You start with 40 M€. As your first action in the game, place a city tile.":"Rozpoczynasz grę z 40 M€. W ramach swojej pierwszej akcji w grze umieść na planszy obszar miasta.","Effect: When any city tile is placed ON MARS, increase your M€ production 1 step. When you place a city tile, gain 3 M€.":"Za każdym razem, gdy któryś z graczy umieści NA MARSIE obszar miasta, podnieś swoją produkcję M€ o 1 poziom. Jeśli to Ty umieściłeś obszar miasta, otrzymujesz dodatkowo 3 M€.","Thorgate":"Thorgate","You start with 1 energy production and 48 M€.":"Rozpoczynasz grę z 1 dodatkowym poziomem produkcji energii i 48 M€.","Effect: When playing a power card OR THE STANDARD PROJECT POWER PLANT, you pay 3 M€ less for it.":"Efekt trwały: Gdy zagrywasz kartę z symbolem energii albo wykorzystujesz projekt standardowy, fundując Elektrownię, to płacisz o 3 M€ mniej.","UNMI":"UNMI","You start with 40 M€.":"Rozpoczynasz grę z 40 M€.","Action: If your Terraform Rating was raised this generation, you may pay 3 M€ to raise it 1 step more.":"Akcja: Jeśli podczas tego pokolenia podniosłeś swój współczynnik terraformacji, zapłać 3 M€, żeby podnieść go o dodatkowy punkt.","Mining Guild":"Mining Guild","You start with 30 M€, 5 steel and 1 steel production.":"Rozpoczynasz grę z 30 M€, 5 jednostkami stali i 1 dodatkowym poziomem produkcji stali.","Effect: Each time you get any steel or titanium as a placement bonus on the map, increase your steel production 1 step.":"Efekt trwały: Za każdym razem, gdy otrzymujesz premię w dowolnej ilości jednostek stali lub tytanu z pola na planszy, podnieś swoją produkcję stali o 1 poziom.","Terractor":"Terractor","You start with 60 M€.":"Rozpoczynasz grę z 60 M€","Effect: When you play an Earth tag, you pay 3 M€ less for it.":"Efekt trwały: Gdy zagrywasz kartę z symbolem Ziemi, płacisz za nią o 3 M€ mniej.","Saturn Systems":"Saturn Systems","You start with 1 titanium production and 42 M€.":"Rozpoczynasz grę z 1 dodatkowym poziomem produkcji tytanu i 42 M€.","Effect: Each time any Jovian tag is put into play, including this, increase your M€ production 1 step.":"Efekt trwały: Za każdym razem, gdy któryś z graczy zagra kartę z symbolem Jowisza (z tą włącznie), podnieś swoją produkcję M€ o 1 poziom.","Colonizer Training Camp":"Obóz Szkoleniowy Kolonizatorów","Oxygen must be 5% or less.":"Poziom Tlenu musi być równy albo niższy niż 5%","Asteroid Mining Consortium":"Kosmiczne Konsorcjum Górnicze","Requires that you have titanium production. Decrease any titanium production 1 step and increase your own 1 step.":"Musisz mieć przynajmniej 1 poziom produkcji tytanu. Obniż produkcję tytanu dowolnego gracza o 1 poziom. Podnieś swoją produkcję tytanu o 1 poziom","Deep Well Heating":"Pompa Geotermalna","Increase your energy production 1 step. Increase temperature 1 step.":"Podnieś swoją produkcję energii o 1 poziom. Podnieś Temperaturę o 2°","Cloud Seeding":"Zasiewanie Chmur","Requires 3 ocean tiles. Decrease your M€ production 1 step and any heat production 1 step. Increase your plant production 2 steps.":"Na planszy muszą się znajdować przynajmniej 3 obszary oceanów. Obniż swoją produkcję M€ i produkcję ciepła dowolnego gracza o 1 poziom. Podnieś swoją produkcję roślinności o 2 poziomy.","Search For Life":"Poszukiwania Życia","Action: Spend 1 M€ to reveal the top card of the draw deck. If that card has a microbe tag, add a science resource here.":"Akcja: Zapłać 1 M€, żeby odkryć i odrzucić wierzchnią kartę z talii. Jeśli odkryjesz kartę z symbolem mikrobów, umieść tu 1 jednostkę nauki.","3 VPs if you have one or more science resources here.":"Jeśli na tej karcie znajduje się przynajmniej 1 jednostka nauki, otrzymujesz 3 PZ","Oxygen must be 6% or less.":"Poziom Tlenu musi wynosić maximum 6%.","Inventors' Guild":"Gildia Wynalazców","Action: Look at the top card and either buy it or discard it":"AKCJA: PODEJRZYJ WIERZCHNIĄ KARTĘ Z TALII PROJEKTÓW, A NASTĘPNIE KUP JĄ ALBO ODRZUĆ","Martian Rails":"Kolej Marsjańska","Action: Spend 1 energy to gain 1 M€ for each city tile ON MARS.":"Akcja: Wydaj 1 jednostkę energii, żeby otrzymać po 1 jednostce M€ za każdy obszar miasta NA POWIERZCHNI PLANETY","Requires 4 ocean tiles. Place this tile. Decrease your energy production 2 steps and increase your M€ production 5 steps.":"Na planszy muszą się znajdować przynajmniej 4 obszary oceanów. Umieść ten obszar na planszy. Obniż swoją produkcję energii o 2 poziomy. Podnieś swoją produkcję M€ o 5 poziomów.","Asteroid":"Asteroida","Raise temperature 1 step and gain 2 titanium. Remove up to 3 plants from any player.":"Podnieś Temperaturę o 2°C. Otrzymujesz 2 jednostki tytanu. Usuń do 3 jednostek roślinności dowolnego gracza.","Comet":"Kometa","Raise temperature 1 step and place an ocean tile. Remove up to 3 plants from any player.":"Podnieś Temperaturę o 2°C i umieść na planszy obszar oceanu. Usuń do 3 jednostek roślinności dowolnego gracza.","Big Asteroid":"Duża Asteroida","Raise temperature 2 steps and gain 4 titanium. Remove up to 4 plants from any player.":"Podnieś Temperaturę o 4°C. Otrzymujesz 4 jednostki tytanu. Usuń do 4 jednostek roślinności dowolnego gracza.","Water Import From Europa":"Import Wody z Europy","Action: Pay 12 M€ to place an ocean tile. TITANIUM MAY BE USED as if playing a space card.":"Akcja: Zapłać 12 M€, żeby umieścić na planszy obszar oceanu. Możesz użyć jednostek tytanu, tak jakbyś zagrywał kartę z symbolem przestrzeni kosmicznej.","1 VP for each Jovian tag you have.":"Otrzymujesz po 1 PZ za każdy posiadany symbol Jowisza.","Space Elevator":"Winda Kosmiczna","Action: Spend 1 steel to gain 5 M€.":"Akcja: Wydaj 1 jednostkę stali, żeby otrzymać 5 M€.","Increase your titanium production 1 step.":"Podnieś swoją produkcję tytanu o 1 poziom.","Development Center":"Centrum Rozwoju","Action: Spend 1 energy to draw a card.":"Akcja: Wydaj 1 jednostkę energii, żeby dobrać 1 kartę.","Equatorial Magnetizer":"Generator Pola Magnetycznego","Action: Decrease your energy production 1 step to increase your terraform rating 1 step.":"Akcja: Obniż swoją produkcję energii o 1 poziom, żeby podnieść swój współczynnik terraformacji o 1 poziom.","Domed Crater":"Zadaszony Krater","Oxygen must be 7% or less. Gain 3 plants. Place a city tile. Decrease your energy production 1 step and increase your M€ production 3 steps.":"Poziom Tlenu musi być równy albo niższy niż 7%. Otrzymujesz 3 jednostki roślinności. Umieść na planszy obszar miasta. Obniż swoją produkcję energii o 1 poziom i podnieś swoją produkcję M€ o 3 poziomy.","Noctis City":"Noctis City","Decrease your energy production 1 step and increase your M€ production 3 steps. Place a city tile ON THE RESERVED AREA, disregarding normal placement restrictions.":"Obniż swoją produkcję energii o 1 poziom i podnieś swoją produkcję M€ o 3 poziomy. Umieść obszar miasta na planszy, na polu zarezerwowanym dla Noctis City, ignorując normalne ograniczenia umieszczania obszarów.","Methane From Titan":"Metan z Tytana","Requires 2% oxygen. Increase your heat production 2 steps and your plant production 2 steps.":"Poziom Tlenu musi być równy albo wyższy niż 2%. Podnieś swoją produkcję ciepła i roślinności o 2 poziomy.","Imported Hydrogen":"Importowany Wodór","Gain 3 plants, or add 3 microbes or 2 animals to ANOTHER card. Place an ocean tile.":"Otrzymujesz 3 jednostki roślinności ALBO umieść na innej karcie 3 jednostki mikrobów ALBO 2 jednostki zwierząt. Umieść na planszy obszar oceanu.","Research Outpost":"Placówka Naukowa","Effect: When you play a card, you pay 1 M€ less for it.":"Efekt trwały: Gdy zagrywasz kartę, płacisz za nią o 1 M€ mniej.","Place a city tile NEXT TO NO OTHER TILE.":"Umieść obszar miasta na planszy, na polu, które NIE SĄSIADUJE z innymi umieszczonymi już obszarami.","Phobos Space Haven":"Kosmiczna Przystań na Fobosie","Increase your titanium production 1 step and place a city tile ON THE RESERVED AREA.":"Podnieś swoją produkcję tytanu o 1 poziom. Umieść obszar miasta na planszy, na polu zarezerwowanym dla Kosmicznej Przystani na Fobosie.","Black Polar Dust":"Czarny Pył Polarny","Place an ocean tile. Decrease your M€ production 2 steps and increase your heat production 3 steps.":"Umieść na planszy obszar oceanu. Obniż swoją produkcję M€ o 2 poziomy i podnieś swoją produkcję ciepła o 3 poziomy.","Arctic Algae":"Algi Arktyczne","Effect: When anyone places an ocean tile, gain 2 plants.":"Efekt trwały: Gdy dowolny gracz umieści na planszy obszar oceanu, otrzymujesz 2 jednostki roślinności.","It must be -12 C or colder to play. Gain 1 plant.":"Temperatura musi być równa albo niższa niż -12°C. Otrzymujesz 1 jednostkę roślinności.","Predators":"Drapieżniki","Action: Remove 1 animal from any card and add it to this card.":"Akcja: Usuń 1 jednostkę zwierząt z innej karty dowolnego gracza i umieść ją na tej karcie.","Requires 11% oxygen.":"Poziom Tlenu musi być równy albo wyższy niż 11%.","Space Station":"Stacja Kosmiczna","Effect: When you play a space card, you pay 2 M€ less for it.":"Efekt trwały: Gdy zagrywasz kartę z symbolem przestrzeni kosmicznej, płacisz za nią o 2 M€ mniej.","Eos Chasma National Park":"Park Narodowy w Eos Chasma","Requires -12 C or warmer. Add 1 animal TO ANY ANIMAL CARD. Gain 3 plants. Increase your M€ production 2 steps.":"Temperatura musi być równa albo wyższa niż -12°C. Umieść 1 jednostkę zwierząt na dowolnej karcie z symbolem zwierząt. Otrzymujesz 3 jednostki roślinności. Podnieś swoją produkcję M€ o 2 poziomy.","Interstellar Colony Ship":"Międzygwiezdny Statek Kolonizacyjny","Requires that you have 5 science tags.":"Musisz mieć 4 symboli Nauki.","Security Fleet":"Flota Obronna","Action: Spend 1 titanium to add 1 fighter resource to this card.":"Akcja: Wydaj 1 jednostkę tytanu, żeby umieścić na tej karcie 1 jednostkę myśliwców.","1 VP for each fighter resource on this card.":"Otrzymujesz po 1 PZ za każdą znajdującą się na tej karcie jednostkę myśliwców.","Cupola City":"Miasto pod Kopułą","Oxygen must be 9% or less. Place a city tile. Decrease your energy production 1 step and increase your M€ production 3 steps.":"Poziom Tlenu musi być równy albo niższy niż 9%. Umieść na planszy obszar miasta. Obniż swoją produkcję energii o 1 poziom i podnieś swoją produkcję M€ o 3 poziomy.","Lunar Beam":"Wiązka z Księżyca","Decrease your M€ production 2 steps and increase your heat production and energy production 2 steps each.":"Obniż swoją produkcję M€ o 2 poziomy i podnieś swoją produkcję ciepła i energii o 2 poziomy.","Optimal Aerobraking":"Optymalne Hamowanie Aerodynamiczne","Effect: When you play a space event, you gain 3 M€ and 3 heat.":"Efekt trwały: Gdy zagrywasz kartę wydarzenia z symbolem przestrzeni kosmicznej, otrzymujesz 3 M€ i 3 jednostki ciepła.","Underground City":"Podziemne miasto","Place a city tile. Decrease your energy production 2 steps and increase your steel production 2 steps.":"Umieść na planszy obszar miasta. Obniż swoją produkcję energii o 2 poziomy i podnieś swoją produkcję stali o 2 poziomy.","Regolith Eaters":"Bakterie Regolitożerne","Action: Add 1 microbe to this card.":"Akcja: Umieść na tej karcie 1 jednostkę mikrobów.","Action: Remove 2 microbes from this card to raise oxygen level 1 step.":"Akcja: Usuń z tej karty 2 jednostki mikrobów i podnieś Poziom Tlenu o 1%.","GHG Producing Bacteria":"Bakterie Produkujące Gazy Cieplarniane","Action: Add 1 microbe to this card, or remove 2 microbes to raise temperature 1 step.":"Akcja: Umieść na tej karcie 1 jednostkę mikrobów albo usuń z tej karty 2 jednostki mikrobów i podnieś Temperaturę o 2°C.","Action: Remove 2 microbes to raise temperature 1 step.":"Akcja: Usuń z tej karty 2 jednostki mikrobów i podnieś Temperaturę o 2°C.","Requires 4% oxygen.":"Poziom Tlenu musi być równy albo wyższy niż 4%.","Ants":"Mrówki","Action: Remove 1 microbe from any card to add 1 to this card.":"Akcja: Usuń do 1 jednostkę mikrobów z innej karty dowolnego gracza i umieść ją na tej karcie.","1 VP per 2 microbes on this card.":"1 PZ za każde 2 mikroby na tej karcie","Release of Inert Gases":"Wypuszczenie Gazów Obojętnych","Raise your terraforming rating 2 steps.":"Podnieś swój współczynnik terraformacji o 2.","Nitrogen-Rich Asteroid":"Asteroida Bogata w Azot","Raise your terraforming rating 2 steps and temperature 1 step. Increase your plant production 1 step, or 4 steps if you have 3 plant tags.":"Podnieś swój współczynnik terraformacji o 2. Podnieś Temperaturę o 2°C. Podnieś swoją produkcję roślinności o 1 poziom albo, jesli posiadasz 3 symbole roślinności, o 4 poziomy.","Rover Construction":"Fabryka Łazików","Effect: When any city tile is placed, gain 2 M€.":"Efekt trwały: Za każdym razem, gdy któryś z graczy umieści na planszy obszar miasta, otrzymujesz 2 M€.","Deimos Down":"Upadek Deimosa","Raise temperature 3 steps and gain 4 steel. Remove up to 8 plants from any player.":"Podnieś Temperaturę o 6°C. Otrzymujesz 4 jednostki stali. Usuń do 8 jednostek roślinności dowolnego gracza.","Asteroid Mining":"Górnictwo Kosmiczne","Increase your titanium production 2 steps.":"Podnieś swoją produkcję tytanu o 2 poziomy.","Food Factory":"Fabryka Żywności","Decrease your plant production 1 step and increase your M€ production 4 steps":"Obniż swoją produkcję roślinności o 1 poziom i podnieś swoją produkcję M€ o 4 poziomy.","ArchaeBacteria":"Archeony","It must be -18 C or colder. Increase your plant production 1 step.":"Temperatura musi być równa albo niższa niż -18°C. Podnieś swoją produkcję roślinności o 1 poziom.","Carbonate Processing":"Przetwarzanie Węglanów","Decrease your energy production 1 step and increase your heat production 3 steps.":"Obniż swoją produkcję energii o 1 poziom i podnieś swoją produkcję ciepła o 3 poziomy.","Oxygen must be 4% or less. Place this tile NEXT TO NO OTHER TILE. Increase your M€ production 1 step.":"Poziom Tlenu musi być równy albo niższy niż 4%. Umieść ten obszar na polu niesąsiadującym z innymi obszarami. Podnieś swoją produkcję M€ o 1 poziom.","Nuclear Power":"Energia Jądrowa","Decrease your M€ production 2 steps and increase your energy production 3 steps.":"Obniż swoją produkcję M€ o 2 poziomy i podnieś swoją produkcję energii o 3 poziomy.","Lightning Harvest":"Farma Piorunów","Requires 3 science tags. Increase your energy production and your M€ production one step each.":"Musisz posiadać przynajmniej 3 symbole nauki. Podnieś swoją produkcję energii i M€ o 1 poziom.","Algae":"Algi","Requires 5 ocean tiles. Gain 1 plant and increase your plant production 2 steps.":"Na planszy musi znajdować się przynajmniej 5 obszarów oceanów. Otrzymujesz 1 jednostkę roślinności. Podnieś swoją produkcję roślinności o 2 poziomy.","Adapted Lichen":"Zaadaptowane Porosty","Increase your plant production 1 step.":"Podnieś swoją produkcję roślinności o 1 poziom.","Tardigrades":"Niesporczaki","1 VP per 4 Microbes on this card.":"Otrzymujesz po 1 PZ za każde 4 znajdujące się na tej karcie jednostki mikrobów.","Virus":"Wirus","Remove up to 2 animals or 5 plants from any player.":"Usuń do 2 jednostek zwierząt albo do 5 jednostek roślinności dowolnego gracza.","Miranda Resort":"Kurort na Mirandzie","Increase your M€ production 1 step for each Earth tag you have.":"Podnieś swoją produkcję M€ o 1 poziom za każdy posiadany symbol Ziemi.","Fish":"Ryby","Action: Add 1 animal to this card.":"Akcja: Umieść na tej karcie 1 jednostkę zwierząt.","Requires +2 C° or warmer. Decrease any plant production 1 step.":"Temperatura musi być równa albo wyższa niż 2°C. Obniż produkcję roślinności dowolnego gracza o 1 poziom.","Lake Marineris":"Jezioro Marineris","Requires 0° C or warmer. Place 2 ocean tiles.":"Temperatura musi być równa albo wyższa niż 0°C. Umieść na planszy 2 obszary oceanów.","Small Animals":"Małe Zwierzęta","Requires 6% oxygen. Decrease any plant production 1 step.":"Poziom Tlenu musi być równy albo wyższy niż 6%. Obniż produkcję roślinności dowolnego gracza o 1 poziom.","Kelp Farming":"Farmy Wodorostów","Requires 6 ocean tiles. Increase your M€ production 2 steps and your plant production 3 steps. Gain 2 plants.":"Na planszy musi być przynajmniej 6 obszarów oceanów. Otrzymujesz 2 jednostki roślinności. Podnieś swoją produkcję M€ o 2 poziomy i swoją produkcję roślinności o 3 poziomy.","Mine":"Kopalnia","Increase your steel production 1 step.":"Podnieś swoją produkcję stali o 1 poziom.","Vesta Shipyard":"Stocznia na Weście","Beam From A Thorium Asteroid":"Wiązka z Asteroidy Bogatej w Tor","Requires a Jovian tag. Increase your heat production and energy production 3 steps each.":"Musisz posiadać przynajmniej 1 symbol Jowisza. Podnieś swoją produkcję ciepła i energii o 3 poziomy.","Mangrove":"Namorzyny","Requires +4 C or warmer. Place a greenery tile ON AN AREA RESERVED FOR OCEAN and raise oxygen 1 step. Disregard normal placement restrictions for this.":"Temperatura musi być równa albo wyższa niż 4°C. Umieść obszar zieleni na planszy, na polu ZAREZERWOWANYM DLA OCEANÓW, ignorując normalne ograniczenia umieszczania obszarów.","Trees":"Drzewa","Requires -4 C or warmer. Increase your plant production 3 steps. Gain 1 plant.":"Temperatura musi być równa albo wyższa niż -4°C. Podnieś swoją produkcję roślinności o 3 poziomy. Otrzymujesz 1 jednostkę roślinności.","Great Escarpment Consortium":"Konsorcjum Wielkiej Skarpy","Requires that you have steel production. Decrease any steel production 1 step and increase your own 1 step.":"Musisz posiadać przynajmniej 1 poziom produkcji stali. Obniż produkcję stali dowolnego gracza o 1 poziom i podnieś własną produkcję stali o 1 poziom.","Mineral Deposit":"Złoża Minerałów","Gain 5 steel.":"Otrzymujesz 5 jednostek stali.","Mining Expedition":"Ekspedycja Górnicza","Raise oxygen 1 step. Remove 2 plants from any player. Gain 2 steel.":"Podnieś Poziom Tlenu o 1%. Usuń 2 jednostki roślinności dowolnego gracza. Otrzymujesz 2 jednostki stali.","Place this tile on an area with a steel or titanium placement bonus, adjacent to another of your tiles. Increase your production of that resource 1 step.":"Umieść ten obszar obok innych swoich obszarów, na polu zawierającym premię stali albo tytanu. Podnieś swoją produkcję tego zasobu o 1 poziom.","Building Industries":"Przemysł Budowlany","Decrease your energy production 1 step and increase your steel production 2 steps.":"Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję stali o 2 poziomy.","Land Claim":"Roszczenie Terytorialne","Place your marker on a non-reserved area. Only you may place a tile there.":"UMIEŚĆ SWÓJ ZNACZNIK NA NIEZAREZERWOWANYM POLU. OD TEJ PORY TYLKO TY MOŻESZ UMIEŚCIĆ NA TYM POLU JAKIŚ OBSZAR.","Place this tile on an area with a steel or titanium placement bonus. Increase that production 1 step.":"Umieść ten obszar na polu zawierającym premię stali albo tytanu. Podnieś swoją produkcję tego zasobu o 1 poziom.","Sponsors":"Sponsorzy","Increase your M€ production 2 steps.":"Podnieś swoją produkcję M€ o 2 poziomy.","Electro Catapult":"Katapulta Orbitalna","Action: Spend 1 plant or 1 steel to gain 7 M€.":"Akcja: Wydaj 1 jednostkę roślinności albo stali, żeby otrzymać 7 M€.","Oxygen must be 8% or less. Decrease your energy production 1 step.":"Poziom Tlenu musi być równy albo niższy niż 8%. Obniż swoją produkcję energii o 1 poziom.","Earth Catapult":"Katapulta Międzyplanetarna","Effect: When you play a card, you pay 2 M€ less for it.":"Efekt trwały: Gdy zagrywasz dowolną kartę, płacisz za nią o 2 M€ mniej.","Advanced Alloys":"Zaawansowane Stopy Metali","Effect: Each titanium you have is worth 1 M€ extra.":"Efekt trwały: Każda posiadana przez Ciebie jednostka tytanu jest warta o 1 M€ więcej.","Effect: Each steel you have is worth 1 M€ extra.":"Efekt trwały: Każda posiadana przez Ciebie jednostka stali jest warta o 1 M€ więcej.","Birds":"Ptaki","Action: Add an animal to this card.":"Akcja: Umieść na tej karcie 1 jednostkę zwierząt.","Requires 13% oxygen. Decrease any plant production 2 steps. 1 VP per animal on this card.":"Poziom Tlenu musi być równy albo wyższy niż 13%. Obniż produkcję roślinności dowolnego gracza o 2 poziomy. Otrzymujesz po 1 PZ za każdą znajdującą się na tej karcie jednostkę zwierząt.","Mars University":"Uniwersytet Marsjański","Effect: When you play a science tag, including this, you may discard a card from hand to draw a card.":"Efekt trwały: Gdy zagrywasz kartę z symbolem nauki (z tą włącznie), za każdy symbol nauki na zagrywanej karcie możesz odrzucić kartę z ręki i dobrać nową kartę.","Viral Enhancers":"Wirusy Wspomagające","Effect: When you play a plant, microbe, or an animal tag, including this, gain 1 plant or add 1 resource to THAT CARD.":"Efekt trwały: Gdy zagrywasz kartę z symbolem roślinności, mikrobów lub zwierząt (z tą włącznie), otrzymujesz 1 jednostkę roślinności albo umieszczasz 1 jednostkę danych zasobów za każdy symbol na zagranej karcie.","Towing A Comet":"Holowanie Komety","Gain 2 plants. Raise oxygen level 1 step and place an ocean tile.":"Otrzymujesz 2 jednostki roślinności. Podnieś Poziom Tlenu o 1% i umieść na planszy obszar oceanu.","Space Mirrors":"Kosmiczne Lustra","Action: Spend 7 M€ to increase your energy production 1 step.":"Akcja: Wydaj 7 M€, żeby podnieść swoją produkcję energii o 1 poziom.","Solar Wind Power":"Energia Wiatru Słonecznego","Increase your energy production 1 step and gain 2 titanium.":"Podnieś swoją produkcję energii o 1 poziom. Otrzymujesz 2 jednostki tytanu.","Ice Asteroid":"Asteroida Lodowa","Place 2 ocean tiles.":"Umieść na planszy 2 obszary oceanu.","Quantum Extractor":"Ekstraktor Kwantowy","Requires 4 science tags. Increase your energy production 4 steps.":"Musisz posiadać przynajmniej 4 symbole nauki. Podnieś swoją produkcję energii o 4 poziomy.","Giant Ice Asteroid":"Gigantyczna Asteroida Lodowa","Raise temperature 2 steps and place 2 ocean tiles. Remove up to 6 plants from any player.":"Podnieś Temperaturę o 4°C. Umieść na planszy 2 obszary oceanów. Usuń do 6 jednostek roślinności dowolnego gracza.","Ganymede Colony":"Kolonia na Ganimedesie","1 VP per Jovian tag you have.":"Otrzymujesz po 1 PZ za każdy posiadany symbol Jowisza.","Place a city tile ON THE RESERVED AREA.":"Umieść obszar miasta na planszy, na polu zarezerwowanym dla Kolonii na Ganimedesie.","Callisto Penal Mines":"Kolonia Karna na Kallisto","Increase your M€ production 3 steps.":"Podnieś swoją produkcję M€ o 3 poziomy.","Giant Space Mirror":"Gigantyczne Lustro Kosmiczne","Increase your energy production 3 steps.":"Podnieś swoją produkcję energii o 3 poziomy.","Trans-Neptune Probe":"Sonda Transneptunowa","Place this tile. Decrease your energy production 1 step and increase your M€ production 4 steps.":"Umieść ten obszar na planszy. Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 4 poziomy.","Robotic Workforce":"Zautomatyzowana Siła Robocza","Duplicate only the production box of one of your building cards.":"Skopiuj premię do produkcji z dowolnej ze swoich zagranych kart z symbolem budowli (automatycznych albo aktywnych).","Grass":"Trawy","Requires -16° C or warmer. Increase your plant production 1 step. Gain 3 plants.":"Temperatura musi być równa albo wyższa niż -16°C. Podnieś swoją produkcję roślinności o 1 poziom. Otrzymujesz 3 jednostki roślinności.","Heather":"Wrzosy","Requires -14 C° or warmer. Increase your plant production 1 step. Gain 1 plant.":"Temperatura musi być równa albo wyższa niż -14°C. Podnieś swoją produkcję roślinności o 1 poziom. Otrzymujesz 1 jednostkę roślinności.","Peroxide Power":"Energia Nadtlenku Wodoru","Decrease your M€ production 1 step and increase your energy production 2 steps.":"Obniż swoją produkcję M€ o 1 poziom. Podnieś swoją produkcję energii o 2 poziomy.","Research":"Badania","Counts as playing 2 science cards. Draw 2 cards.":"Zagranie karty liczone jest jako zagranie dwóch kart z symbolem nauki. Dobierz dwie karty.","Gene Repair":"Naprawa Genów","Requires 3 science tags. Increase your M€ production 2 steps.":"Musisz posiadać przynajmniej 3 symbole nauki. Podnieś swoją produkcję M€ o 2 poziomy.","Io Mining Industries":"Przemysł Górniczy na IO","Increase your titanium production 2 steps and your M€ production 2 steps.":"Podnieś swoją produkcję tytanu i M€ o 2 poziomy.","Bushes":"Krzewy","Requires -10 C or warmer. Increase your plant production 2 steps. Gain 2 plants.":"Temperatura musi być równa albo wyższa niż -10°C. Podnieś swoją produkcję roślinności o 2 poziomy. Otrzymujesz 2 jednostki roślinności.","Mass Converter":"Konwerter Masy","Requires 5 science tags. Increase your energy production 6 steps.":"Musisz posiadać przynajmniej 5 symboli nauki. Podnieś swoją produkcję energii o 6 poziomów.","Physics Complex":"Kompleks Fizyki Jądrowej","Action: Spend 6 energy to add a science resource to this card.":"Akcja: Wydaj 6 jednostek energii, żeby umieścić na tej karcie 1 jednostkę nauki.","2 VP for each science resource on this card.":"Otrzymujesz po 2 PZ za każdą znajdującą się na tej karcie jednostkę nauki.","Greenhouses":"Szklarnie","Gain 1 plant for each city tile in play.":"Otrzymujesz po 1 jednostce roślinności za każdy obszar miasta na planszy.","Place this tile and raise temperature 2 steps.":"Podnieś Temperaturę o 4°C. Umieść ten obszar na planszy.","Tropical Resort":"Tropikalny Kurort","Reduce your heat production 2 steps and increase your M€ production 3 steps.":"Obniż swoją produkcję ciepła o 2 poziomy. Podnieś swoją produkcję M€ o 3 poziomy.","Toll Station":"Stacja Celna","Increase your M€ production 1 step for each space tag your OPPONENTS have.":"Podnieś swoją produkcję M€ o 1 poziom za każdy symbol przestrzeni kosmicznej posiadany przez Twoich przeciwników.","Fueled Generators":"Generatory Paliwowe","Decrease your M€ production 1 step and increase your energy production 1 steps.":"Obniż swoją produkcję M€ o 1 poziom. Podnieś swoją produkcję energii o 1 poziom.","Ironworks":"Huty","Action: Spend 4 energy to gain 1 steel and raise oxygen 1 step.":"Akcja: Wydaj 4 jednostki energii, żeby otrzymać 1 jednostkę stali i podnieś Poziom Tlenu o 1%.","Power Grid":"Sieć Energetyczna","Increase your energy production step for each power tag you have, including this.":"Podnieś swoją produkcję energii o 1 poziom za każdy posiadany symbol energii (z tym włącznie).","Steelworks":"Stalownie","Action: Spend 4 energy to gain 2 steel and increase oxygen 1 step.":"Akcja: Wydaj 4 jednostki energii, żeby otrzymać 2 jednostki stali i podnieść Poziom Tlenu o 1%.","Ore Processor":"Obróbka Rudy","Action: Spend 4 energy to gain 1 titanium and increase oxygen 1 step.":"Akcja: Wydaj 4 jednostki energii, żeby otrzymać 1 jednostkę tytanu i podnieść Poziom Tlenu o 1%.","Earth Office":"Biuro na Ziemi","Acquired Company":"Przejęcie Firmy","Media Archives":"Archiwum Mediów","Gain 1 M€ for each event EVER PLAYED by all players.":"Otrzymujesz po 1 M€ za każde wydarzenie zagrane do tej pory przez wszystkich graczy.","Open City":"Nieosłonięte Miasto","Requires 12% oxygen. Gain 2 plants. Place a city tile. Decrease your energy production 1 step and increase your M€ production 4 steps.":"Poziom Tlenu musi być równy albo wyższy niż 12%. Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 4 poziomy. Otrzymujesz 2 jednostki roślinności. Umieść na planszy obszar miasta.","Media Group":"Grupa Medialna","Effect: After you play an event card, you gain 3 M€.":"Efekt trwały: Gdy zagrywasz kartę wydarzenia, otrzymujesz 3 M€.","Business Network":"Sieć Kontaktów","Decrease your M€ production 1 step.":"Obniż  swoją produkcję M€ o 1 poziom.","Business Contacts":"Kontakty Biznesowe","Look at the top 4 cards from the deck. Take 2 of them into hand and discard the other 2.":"PODEJRZYJ 4 WIERZCHNIE KARTY Z TALII PROJEKTÓW. WEŹ 2 Z NICH NA RĘKĘ, A POZOSTAŁE 2 ODRZUĆ.","Bribed Committee":"Przekupiony Komitet","Raise your TR 2 steps.":"Podnieś swój współczynnik terraformacji o 2.","Solar Power":"Energia Słoneczna","Increase your energy production 1 step.":"Podnieś swoją produkcję energii o 1 poziom.","Breathing Filters":"Filtry Oddechowe","Requires 7% oxygen.":"Poziom Tlenu musi być równy albo wyższy niż 7%.","Artificial Photosynthesis":"Sztuczna Fotosynteza","Increase your plant production 1 step or your energy production 2 steps.":"Podnieś swoją produkcję roślinności o 1 poziom albo produkcję energii o 2 poziomy.","Increase your energy production 2 steps":"Podnieś swoją produkcję energii o 2 poziomy","Increase your energy production 1 step":"Podnieś swoją produkcję energii o 1 poziom","Increase":"Zwiększ","Increase your plant production 1 step":"Podnieś swoją produkcję roślinności o 1 poziom.","Artificial Lake":"Sztuczne Jezioro","Requires -6 C or warmer. Place 1 ocean tile ON AN AREA NOT RESERVED FOR OCEAN.":"Temperatura musi być równa albo wyższa niż -6°C. Umieść obszar oceanu na polu, które nie jest zarezerwowane na oceany.","Geothermal Power":"Energia Geotermalna","Increase your energy production 2 steps.":"Podnieś swoją produkcję energii o 2 poziomy.","Farming":"Rolnictwo","Requires +4° C or warmer. Increase your M€ production 2 steps and your plant production 2 steps. Gain 2 plants.":"Temperatura musi być równa albo wyższa niż 4°C. Podnieś swoją produkcję M€ i roślinności o 2 poziomy. Otrzymujesz 2 jednostki roślinności.","Dust Seals":"Uszczelki Przeciwpyłowe","Requires 3 or less ocean tiles.":"Na planszy muszą znajdować się co najwyżej 3 obszary oceanów.","Urbanized Area":"Obszar Zurbanizowany","Decrease your energy production 1 step and increase your M€ production 2 steps. Place a city tile ADJACENT TO AT LEAST 2 OTHER CITY TILES.":"Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 2 poziomy. Umieść obszar miasta na planszy, na polu sąsiadującym przynajmniej z 2 innymi obszarami miast.","Sabotage":"Sabotaż","Remove up to 3 titanium from any player, or 4 steel, or 7 M€.":"Usuń do 3 jednostek tytanu albo do 4 jednostek stali, albo do 7 M€ dowolnego gracza.","Moss":"Mech","Requires 3 ocean tiles and that you lose 1 plant. Increase your plant production 1 step.":"Na planszy muszą znajdować się przynajmniej 3 obszary oceanów. Tracisz 1 jednostkę roślinności. Podnieś swoją produkcję roślinności o 1 poziom.","Place this tile adjacent to a city tile.":"Umieść ten obszar na polu sąsiadującym z obszarem miasta.","Hired Raiders":"Wynajęci Łupieżcy","Steal up to 2 steel, or 3 M€ from any player.":"Ukradnij dowolnemu graczowi do 2 jednostek stali albo do 3 M€.","Hackers":"Hakerzy","Decrease your energy production 1 step and any M€ production 2 steps. increase your M€ production 2 steps.":"Obniż swoją produkcję energii o 1 poziom. Obniż produkcję M€ dowolnego gracza o 2 poziomy. Podnieś swoją produkcję M€ o 2 poziomy.","GHG Factories":"Fabryki Gazów Cieplarnianych","Decrease your energy production 1 step and increase your heat production 4 steps.":"Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję ciepła o 4 poziomy.","Subterranean Reservoir":"Podziemny Zbiornik","Place 1 ocean tile.":"Umieść na planszy obszar oceanu.","Effect: When you play an animal or plant tag (including these), add an animal to this card.":"Efekt trwały: Za każdy zagrywany przez Ciebie symbol zwierząt lub roślinności (z tymi włącznie), umieść 1 jednostkę zwierząt na tej karcie.","1 VP per 2 animals on this card.":"Otrzymujesz 1 PZ za każde 2 jednostki zwierząt znajdujące się na tej karcie.","Requires that you have a greenery tile. Place this tile adjacent to any greenery tile. 1 VP per 2 animals on this card.":"Musisz posiadać przynajmniej 1 obszar zieleni. Umieść ten obszar na polu sąsiadującym z obszarem zieleni. Otrzymujesz po 1 PZ za każde 2 jednostki zwierząt na tej karcie.","Zeppelins":"Sterowce","Requires 5% oxygen. Increase your M€ production 1 step for each city tile ON MARS.":"Poziom Tlenu musi być równy albo wyższy niż 5%. Podnieś swoją produkcję M€ o 1 poziom za każdy obszar miasta na Marsie.","Worms":"Dżdżownice","Requires 4% oxygen. Increase your plant production 1 step for every 2 microbe tags you have, including this.":"Poziom Tlenu musi być równy albo wyższy niż 4%. Podnieś swoją produkcję roślinności o 1 poziom za każde 2 posiadane symbole mikrobów (z tym włącznie).","Decomposers":"Reducenci","Effect: When you play an animal, plant, or microbe tag, including this, add a microbe to this card.":"Efekt trwały: Gdy zagrywasz kartę roślinności, mikrobów albo zwierząt (z tą włącznie), za każdy z tych symboli na zagrywanej karcie umieść na tej karcie 1 jednostkę mikrobów.","1 VP per 3 microbes on this card.":"Otrzymujesz po 1 PZ za każde 3 jednostki mikrobów znajdujące się na tej karcie.","Requires 3% oxygen.":"Poziom Tlenu musi być równy albo wyższy niż 3%.","Fusion Power":"Energia Termojądrowa","Requires 2 power tags. Increase your energy production 3 steps.":"Musisz posiadać przynajmniej 2 symbole energii. Podnieś swoją produkcję energii o 3 poziomy.","Symbiotic Fungus":"Grzyby Symbiotyczne","Action: Add a microbe to ANOTHER card.":"Akcja: Umieść na innej karcie 1 jednostkę mikrobów.","Requires -14 C° or warmer.":"Temperatura musi być równa albo wyższa niż -14°C.","Extreme-Cold Fungus":"Grzyby Kriofilne","Action: Gain 1 plant.":"Akcja: Otrzymujesz 1 jednostkę roślinności.","Action: Add 2 microbes to ANOTHER card.":"Akcja: Umieść na innej karcie 2 jednostki mikrobów.","It must be -10 C or colder.":"Temperatura musi być równa albo niższa niż -10°C.","Advanced Ecosystems":"Zaawansowane Ekosystemy","Requires a plant tag, a aicrobe tag, and an animal tag.":"Musisz posiadać przynajmniej po 1 symbolu roślinności, mikrobów i zwierząt.","Great Dam":"Wielka Tama","Requires 4 ocean tiles. Increase your energy production 2 steps.":"Na planszy muszą się znajdować przynajmniej 4 obszary oceanów. Podnieś swoją produkcję energii o 2 poziomy.","Cartel":"Kartel","Increase your M€ production 1 step for each Earth tag you have, including this.":"Podnieś swoją produkcję M€ o 1 poziom za każdy posiadany symbol Ziemi (w tym ten).","Strip Mine":"Kopalnia Odkrywkowa","Decrease your energy production 2 steps. Increase your steel production 2 steps and your titanium production 1 step. Raise oxygen 2 steps.":"Obniż swoją produkcję energii o 2 poziomy. Podnieś swoją produkcję stali o 2 poziomy i swoją produkcję tytanu o 1 poziom. Podnieś Poziom Tlenu o 2%.","Wave Power":"Energia Fal Morskich","Requires 3 ocean tiles. Increase your energy production 1 step.":"Na planszy muszą się znajdować przynajmniej 3 obszary oceanów. Podnieś swoją produkcję energii o 1 poziom.","Raise temperature 2 steps and place this tile ON EITHER THARSIS THOLUS, ASCRAEUS MONS, PAVONIS MONS OR ARSIA MONS.":"Podnieś Temperaturę o 4°C. Umieść ten obszar na jednym z wymienionych obszarów: THARSIS TOLUS, ASCRAEUS MONS, PAVONIS MONS, ARSIA MONS.","Power Plant":"Elektrownia","Increase your heat production 4 steps. Place this tile ON AN AREA RESERVED FOR OCEAN.":"Umieść ten obszar na polu zarezerwowanym dla oceanu. Podnieś swoją produkcję ciepła o 4 poziomy.","Large Convoy":"Duży Konwój","Place an ocean tile and draw 2 cards. Gain 5 plants or add 4 animals to ANOTHER card.":"Umieść na planszy obszar oceanu i dobierz 2 karty. Umieść na innej karcie 4 jednostki zwierząt ALBO otrzymaj 5 jednostek roślinności.","Titanium Mine":"Kopalnia Tytanu","Increase your titanium 1 step.":"Podnieś swoją produkcję tytanu o 1 poziom.","Tectonic Stress Power":"Energia Naprężeń Tektonicznych","Requires 2 science tags. Increase your energy production 3 steps.":"Musisz posiadać przynajmniej 2 symbole nauki.","Nitrophilic Moss":"Mech Nitrofilny","Requires 3 ocean tiles and that you lose 2 plants. Increase your plant production 2 steps.":"Na planszy muszą znajdować się przynajmniej 3 obszary oceanów.","Herbivores":"Roślinożercy","Effect: When you place a greenery tile, add an animal to this card.":"Efekt trwały: Za każdym razem, gdy umieścisz na planszy obszar zieleni, umieść na tej karcie 1 jednostkę zwierząt.","Requires 8% oxygen. +1 animal to this card. -1 any plant production":"Poziom Tlenu musi być równy albo wyższy niż 8%. Umieść na tej karcie 1 jednostkę zwierząt. Obniż produkcję roślinności dowolnego gracza o 1 poziom.","Insects":"Insekty","Requires 6% oxygen. Increase your plant production 1 step for each plant tag you have.":"Poziom Tlenu musi być równy albo wyższy niż 6%. Podnieś swoją produkcję roślinności o 1 poziom za każdy posiadany symbol roślinności.","CEO's Favorite Project":"Ulubiony Projekt Prezesa","Add 1 resource to a card with at least 1 resource on it":"UMIEŚĆ 1 JEDNOSTKĘ ZASOBÓW NA KARCIE, NA KTÓREJ ZNAJDUJE SIĘ PRZYNAJMNIEJ 1 JEDNOSTKA ZASOBÓW.","Anti-Gravity Technology":"Technologia Antygrawitacji","Requires 7 science tags.":"Musisz posiadać przynajmniej 7 symboli nauki.","Investment Loan":"Kredyt Inwestycyjny","Decrease your M€ production 1 step. Gain 10 M€.":"Obniż swoją produkcję M€ o 1 poziom. Otrzymujesz 10 M€.","Insulation":"Izolacja","Decrease your heat production any number of steps and increase your M€ production the same number of steps.":"Obniż swoją produkcję ciepła o dowolną liczbę poziomów. Podnieś swoją produkcję M€ o tyle samo poziomów.","Adaptation Technology":"Technologia Adaptacji","Effect: Your global requirements are +2 or -2 steps, your choice in each case.":"Efekt trwały: Zagrywając karty, możesz traktować wybrane Wskaźniki Globalne tak, jakby były o 2 poziomy wyższe albo niższe.","Caretaker Contract":"Kontrakt Nadzorczy","Action: Spend 8 heat to increase your terraform rating 1 step.":"Akcja: Wydaj 8 jednostek ciepła, żeby podnieść swój współczynnik terraformacji o 1.","Requires 0° C or warmer.":"Temperatura musi być równa albo wyższa o 0°C.","Designed Microorganisms":"Zaprojektowane Mikroorganizmy","It must be -14 C or colder. Increase your plant production 2 steps.":"Temperatura musi być równa albo niższa niż -14°C. Podnieś swoją produkcję roślinności o 2 poziomy.","Standard Technology":"Standardowa Technologia","Effect: After you pay for a standard project, except selling patents, you gain 3 M€.":"Efekt trwały: Za każdym razem, gdy zapłacisz za projekt standardowy (nie licząc sprzedaży patentów), otrzymasz 3 M€.","Nitrite Reducing Bacteria":"Bakterie Rozkładające Azotany","Action: Remove 3 microbes to increase your TR 1 step.":"Akcja: Usuń z tej karty 3 jednostki mikrobów i podnieś o 1 swój współczynnik terraformacji.","Add 3 microbes to this card.":"Umieść na tej karcie 3 jednostki mikrobów.","Industrial Microbes":"Mikroby Przemysłowe","Increase your energy production and your steel production 1 step each.":"Podnieś swoją produkcję energii i stali o 1 poziom.","Lichen":"Porosty","Requires -24 C or warmer. Increase your plant production 1 step.":"Temperatura musi być równa lub wyższa niż -24°C. Podnieś swoją produkcję roślinności o 1 poziom.","Power Supply Consortium":"Konsorcjum Energetyczne","Requires 2 power tags. Decrease any energy production 1 step and increase your own 1 step.":"Musisz posiadać przynajmniej 2 symbole energii. Obniż produkcję energii dowolnego gracza o 1 poziom. Podnieś swoją produkcję energii o 1 poziom.","Convoy From Europa":"Konwój z Europy","Place 1 ocean tile and draw 1 card.":"Umieść na planszy obszar oceanu i dobierz 1 kartę.","Imported GHG":"Importowane Gazy Cieplarniane","Increase your heat production 1 step and gain 3 heat.":"Podnieś swoją produkcję ciepła o 1 poziom. Otrzymujesz 3 jednostki ciepła.","Imported Nitrogen":"Importowany Azot","Raise your TR 1 step and gain 4 plants. Add 3 microbes to ANOTHER card and 2 animals to ANOTHER card.":"Podnieś swój współczynnik terraformacji o 1. Otrzymujesz 4 jednostki roślinności. Umieść na innej karcie do 3 jednostek mikrobów. Umieść na innej karcie do 2 jednostek zwierząt.","Micro-Mills":"Mikrowiatraki","Increase your heat production 1 step.":"Podnieś swoją produkcję ciepła o 1 poziom.","Magnetic Field Generators":"Generatory Pola Magnetycznego","Decrease your energy production 4 steps and increase your plant production 2 steps. Raise your TR 3 steps.":"Obniż swoją produkcję energii o 4 poziomy. Podnieś swoją produkcję roślinności o 2 poziomy. Podnieś swój współczynnik terraformacji o 3. Umieść ten obszar na planszy.","Shuttles":"Promy","Requires 5% oxygen. Decrease your energy production 1 step and increase your M€ production 2 steps.":"Poziom Tlenu musi być równy albo wyższy niż 5%. Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 2 poziomy.","Import of Advanced GHG":"Zaawansowane Gazy Cieplarniane","Increase your heat production 2 steps.":"Podnieś swoją produkcję ciepła o 2 poziomy.","Windmills":"Turbiny Wiatrowe","Requires 7% oxygen. Increase your energy production 1 step.":"Poziom Tlenu musi być równy albo większy niż 7%. Podnieś swoją produkcję energii o 1 poziom.","Tundra Farming":"Rolnictwo Tundrowe","Requires -6° C or warmer. Increase your plant production 1 step and your M€ production 2 steps. Gain 1 plant.":"Temperatura musi być równa albo wyższa niż -6°C. Podnieś swoją produkcję roślinności o 1 poziom. Podnieś swoją produkcję M€ o 2 poziomy. Otrzymujesz 1 jednostkę roślinności.","Aerobraked Ammonia Asteroid":"Asteroida Bogata w Amoniak","Increase your heat production 3 steps and your plant production 1 step. Add 2 microbes to ANOTHER card.":"Umieść na innej karcie do 2 jednostek mikrobów. Podnieś swoją produkcję ciepła o 3 poziomy. Podnieś swoją produkcję roślinności o 1 poziom.","Magnetic Field Dome":"Kopuła z Polem Magnetycznym.","Decrease your energy production 2 steps and increase your plant production 1 step. Raise your TR 1 step.":"Obniż swoją produkcję energii o 2 poziomy. Podnieś swoją produkcję roślinności o 1 poziom. Podnieś swój współczynnik terraformacji o 1.","Pets":"Zwierzęta Domowe","Animals may not be removed from this card":"Z TEJ KARTY NIE MOŻNA USUWAĆ JEDNOSTEK ZWIERZĄT.","1 VP per 2 animals here.":"Otrzymujesz po 1 PZ za każde 2 znajdujące się na tej karcie jednostki zwierząt.","Effect: When any city tile is placed, add an animal to this card.":"Efekt trwały: Za każdym razem, gdy któryś z graczy umieści na planszy obszar miasta, umieść na tej karcie 1 jednostkę zwierząt.","Add 1 animal to this card.":"Umieść na tej karcie 1 jednostkę zwierząt.","Protected Habitats":"Chronione Siedliska","Opponents may not remove your":"PRZECIWNICY NIE MOGĄ USUWAĆ TWOICH","Protected Valley":"Chroniona Dolina","Increase your M€ production 2 steps. Place a greenery tile ON AN AREA RESERVED FOR OCEAN, disregarding normal placement restrictions, and increase oxygen 1 step.":"Podnieś swoją produkcję M€ o 2 poziomy. Umieść obszar zieleni na planszy, NA POLU ZAREZERWOWANYM DLA OBSZARU OCEANU, ignorując normalne ograniczenia umieszczania obszarów. Podnieś Poziom Tlenu o 1%.","Satellites":"Satelity","Increase your M€ production 1 step for each space tag you have, including this one.":"Podnieś swoją produkcję M€ o 1 poziom za każdy posiadany symbol przestrzeni kosmicznej (z tym włącznie).","Noctis Farming":"Rolnictwo w Noctis Labyrinthus","Requires -20 C or warmer. Increase your M€ production 1 step and gain 2 plants.":"Temperatura musi być równa albo wyższa niż -20°C. Podnieś swoją produkcję M€ o 1 poziom. Otrzymujesz 2 jednostki roślinności.","Water Splitting Plant":"Zakład Elektrolizy","Action: Spend 3 energy to raise oxygen 1 step.":"Akcja: Wydaj 3 jednostki energii, żeby podnieść Poziom Tlenu o 1%.","Requires 2 ocean tiles.":"Na planszy muszą się znajdować przynajmniej dwa obszary oceanów.","Heat Trappers":"Pułapki Cieplne","Decrease any heat production 2 steps and increase your energy production 1 step.":"Obniż produkcję ciepła dowolnego gracza o 2 poziomy. Podnieś swoją produkcję energii o 1 poziom.","Soil Factory":"Fabryka Gleby","Decrease your energy production 1 step and increase your plant production 1 step.":"Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję roślinności o 1 poziom.","Fuel Factory":"Fabryka Paliwa","Decrease your energy production 1 step and increase your titanium and your M€ production 1 step each.":"Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję tytanu i M€ o 1 poziom.","Ice Cap Melting":"Roztapianie Czap Lodowych","Requires +2 C or warmer. Place 1 ocean tile.":"Temperatura musi być równa albo wyższa niż 2°C. Umieść na planszy obszar oceanu.","Corporate Stronghold":"Siedziba Korporacji","Decrease your energy production 1 step and increase your M€ production 3 steps. Place a city tile.":"Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 3 poziomy. Umieść na planszy obszar miasta.","Biomass Combustors":"Spalarnia Biomasy","Requires 6% oxygen. Decrease any plant production 1 step and increase your energy production 2 steps.":"Poziom Tlenu musi być równy albo wyższy niż 6%. Obniż produkcję roślinności dowolnego gracza o 1 poziom. Podnieś swoją produkcję energii o 2 poziomy.","Livestock":"Trzoda","Requires 9% oxygen. Decrease your plant production 1 step and increase your M€ production 2 steps":"Poziom Tlenu musi być równy albo wyższy niż 9%. Obniż swoją produkcję roślinności o 1 poziom. Podnieś swoją produkcję M€ o 2 poziomy.","Olympus Conference":"Konferencja Olimpijska","When you play a science tag, including this, either add a science resource to this card, or remove a science resource from this card to draw a card.":"Gdy zagrywasz kartę z symbolem nauki (z tą włącznie), za każdy symbol nauki na zagrywanej karcie, umieść na tej karcie 1 jednostkę nauki albo usuń z tej karty 1 jednostkę nauki i dobierz kartę.","Rad-Suits":"Kombinezony Ochronne","Requires two cities in play. Increase your M€ production 1 step.":"Na planszy muszą się znajdować przynajmniej 2 obszary miast. Podnieś swoją produkcję M€ o 1 poziom.","Aquifer Pumping":"Pompa Warstwy Wodonośnej","Action: Spend 8 M€ to place 1 ocean tile. STEEL MAY BE USED as if you were playing a building card.":"Akcja: Wydaj 8 M€, żeby umieścić na planszy obszar oceanu. Możesz użyć jednostek stali, tak jakbyś zagrywał kartę z symbolem budowli.","Flooding":"Powódź Kontrolowana","Place an ocean tile. IF THERE ARE TILES ADJACENT TO THIS OCEAN TILE, YOU MAY REMOVE 4 M€ FROM THE OWNER OF ONE OF THOSE TILES.":"Umieść na planszy obszar oceanu. JEŚLI UMIESZCZONY OBSZAR SĄSIADUJE Z INNYMI OBSZARAMI, MOŻESZ USUNĄĆ JEDNEMU Z ICH WŁAŚCICIELI DO 4 M€.","Energy Saving":"Oszczędzanie Energii","Increase your energy production 1 step for each city tile in play.":"Podnieś swoją produkcję energii o 1 poziom za każdy obszar miasta na planszy.","Local Heat Trapping":"Lokalne Pułapki Ciepła","Spend 5 heat to gain either 4 plants, or to add 2 animals to ANOTHER card.":"Wydaj 5 jednostek ciepła, żeby otrzymać 4 jednostki roślinności ALBO umieścić na innej karcie 2 jednostki zwierząt.","Permafrost Extraction":"Wydobycie Wiecznej Zmarzliny","Requires -8 C or warmer. Place 1 ocean tile.":"Temperatura musi być równa albo wyższa niż -8°C. Umieść na planszy obszar oceanu.","Invention Contest":"Konkurs Wynalazców","Look at the top 3 cards from the deck. Take 1 of them into hand and discard the other two":"PODEJRZYJ 3 WIERZCHNIE KARTY Z TALII PROJEKTÓW. WEŹ 1 Z NICH NA RĘKĘ, A POZOSTAŁE 2 ODRZUĆ.","Plantation":"Plantacja","Requires 2 science tags. Place a greenery tile and raise oxygen 1 step.":"Musisz posiadać przynajmniej 2 symbole nauki. Umieść na planszy obszar zieleni i podnieś Poziom Tlenu o 1%.","Power Infrastructure":"Infrastruktura Energetyczna","Action: Spend any amount of energy and gain that amount of M€.":"Akcja: Wydaj dowolną liczbę jednostek energii, żeby otrzymać tyle samo M€.","Indentured Workers":"Tania Siła Robocza","The next card you play this generation costs 8 M€ less.":"Następna karta, którą zagrasz podczas tego pokolenia, będzie Cię kosztować o 8 M€ mniej.","Lagrange Observatory":"Obserwatorium Lagrange'a","Draw 1 card.":"Dobierz 1 kartę.","Terraforming Ganymede":"Terraformacja Ganimedesa","Raise your TR 1 step for each Jovian tag you have, including this.":"Podnieś swój współczynnik terraformacji o 1 za każdy posiadany symbol Jowisza (z tym włącznie).","Immigration Shuttles":"Promy Imigrantów","1 VP for every 3rd City in play.":"Otrzymujesz 1 PZ za każde 3 obszary miast na planszy.","Increase your M€ production 5 steps.":"Podnieś swoją produkcję M€ o 5 poziomów.","Place this tile.":"Umieść ten obszar na planszy.","Immigrant City":"Miasto Imigrantów","Effect: When a city tile is placed, including this, increase your M€ production 1 step.":"Efekt trwały: Za każdym razem, gdy któryś z graczy umieści na planszy obszar miasta (z tym włącznie), podnieś swoją produkcję M€ o 1 poziom.","Decrease your energy production 1 step and decrease your M€ production 2 steps. Place a city tile.":"Obniż swoją produkcję energii o 1 poziom. Obniż swoją produkcję M€ o 2 poziomy. Umieść na planszy obszar miasta.","Energy Tapping":"Podpięcie do Sieci","Decrease any energy production 1 step and increase your own 1 step.":"Obniż produkcję energii dowolnego gracza o 1 poziom. Podnieś swoją produkcję energii o 1 poziom.","Underground Detonations":"Podziemne Detonacje","Action: Spend 10M€ to increase your heat production 2 steps.":"Akcja: Wydaj 10 M€, żeby podnieść swoją produkcję ciepła o 2 poziomy.","Soletta":"Soletta","Increase your heat production 7 steps.":"Podnieś swoją produkcję ciepła o 7 poziomów.","Technology Demonstration":"Pokaz Technologii","Draw two cards.":"Dobierz 2 karty.","Rad-Chem Factory":"Związki Przeciwpromienne","Decrease your energy production 1 step. Raise your TR 2 steps.":"Obniż swoją produkcję energii o 1 poziom. Podnieś swój współczynnik terraformacji o 2.","Special Design":"Projekt Specjalny","The next card you play this generation is +2 or -2 steps in global requirements, your choice.":"Zagrywając następną kartę w tym pokoleniu, możesz traktować wybrane Wskaźniki Globalne tak, jakby były o 2 poziomy wyższe albo niższe.","Medical Lab":"Laboratorium Medyczne","Increase your M€ production 1 step for every 2 building tags you have, including this.":"Podnieś swoją produkcję M€ o 1 poziom za każde 2 posiadane symbole budowli (z tym włącznie).","AI Central":"Centrala SI","Action: Draw 2 cards.":"Akcja: Dobierz 2 karty.","Requires 3 science tags to play. Decrease your energy production 1 step.":"Musisz posiadać przynajmniej 3 symbole nauki. Obniż swoją produkcję energii o 1 poziom.","prelude":"preludium","Steel production":"Produkcja stali","Titanium production":"Produkcja tytanu","Power":"Energia","2 Power":"2 symbole energii","3 Power":"3 symbole energii","4 Power":"4 symbole energii","5 Power":"5 symboli energii","6 Power":"6 symboli energii","7 Power":"7 symboli energii","Science":"Nauka","2 Science":"2 symbole nauki","3 Science":"3 symbole nauki","4 Science":"4 symbole nauki","5 Science":"5 symboli nauki","7 Science":"7 symboli nauki","Venus":"Wenus","2 Venus":"2 symbole Wenus","3 Venus":"3 symbole Wenus","4 Venus":"4 symbole Wenus","5 Venus":"5 symboli Wenus","6 Venus":"6 symboli Wenus","7 Venus":"7 symboli Wenus","Earth":"Ziemia","2 Earth":"2 symbole Ziemi","3 Earth":"3 symbole Ziemi","4 Earth":"4 symbole Ziemi","5 Earth":"5 symboli Ziemi","6 Earth":"6 symboli Ziemi","7 Earth":"7 symboli Ziemi","Jovian":"Jowisz","2 Jovian":"2 symbole Jowisza","3 Jovian":"3 symbole Jowisza","4 Jovian":"4 symbole Jowisza","5 Jovian":"5 symboli Jowisza","6 Jovian":"6 symboli Jowisza","7 Jovian":"7 symboli Jowisza","Venus Earth Jovian":"Wenus Ziemia Jowisz","Plant Microbe Animal":"Roślina Mikrob Zwierzę","Plant Animal Microbe":"Roślina Zwierzę Mikrob","9 Resource types":"9 typów zasobów","3 floaters":"3 dryfowce","5 floaters":"5 dryfowców","Forest":"Obszar zieleni","City":"Miasto","2 Cities":"2 obszary miasta","3 Cities":"3 obszary miasta","4 Cities":"4 obszary miasta","5 Cities":"5 obszarów miasta","6 Cities":"6 obszarów miasta","7 Cities":"7 obszarów miasta","Any 2 Cities":"2 dowolne miasta","Ocean":"Ocean","2 Oceans":"2 oceany","3 Oceans":"3 oceany","4 Oceans":"4 oceany","5 Oceans":"5 oceanów","6 Oceans":"6 oceanów","7 Oceans":"7 oceanów","8 Oceans":"8 oceanów","max 1 Ocean":"max 1 ocean","max 2 Oceans":"max 2 oceany","max 3 Oceans":"max 3 oceany","max 4 Oceans":"max 4 oceany","max 5 Oceans":"max 5 oceanów","max 6 Oceans":"max 6 oceanów","max 7 Oceans":"max 7 oceanów","max 8 Oceans":"max 8 oceanów","25 TR":"25 WT","1% O2":"1% O2","2% O2":"2% O2","3% O2":"3% O2","4% O2":"4% O2","5% O2":"5% O2","6% O2":"6% O2","7% O2":"7% O2","8% O2":"8% O2","9% O2":"9% O2","11% O2":"11% O2","12% O2":"12% O2","13% O2":"13% O2","14% O2":"14% O2","max 1% O2":"max 1% O2","max 2% O2":"max 2% O2","max 3% O2":"max 3% O2","max 4% O2":"max 4% O2","max 5% O2":"max 5% O2","max 6% O2":"max 6% O2","max 7% O2":"max 7% O2","max 8% O2":"max 8% O2","max 9% O2":"max 9% O2","max 10% O2":"max 10% O2","max 11% O2":"max 11% O2","max 12% O2":"max 12% O2","max 13% O2":"max 13% O2","-28 C":"-28°C","-26 C":"-26°C","-24 C":"-24°C","-22 C":"-22°C","-20 C":"-20°C","-18 C":"-18°C","-16 C":"-16°C","-14 C":"-14°C","-12 C":"-12°C","-10 C":"-10°C","-8 C":"-8°C","-6 C":"-6°C","-4 C":"-4°C","0 C":"0°C","+2 C":"+2°C","+4 C":"+4°C","+6 C":"+6°C","+8 C":"+8°C","max -28 C":"max -28°C","max -26 C":"max -26°C","max -24 C":"max -24°C","max -22 C":"max -22°C","max -20 C":"max -20°C","max -18 C":"max -18°C","max -14 C":"max -14°C","max -12 C":"max -12°C","max -10 C":"max -10°C","max -8 C":"max -8°C","max -6 C":"max -6°C","max -4 C":"max -4°C","max -2 C":"max -2°C","max 0 C":"max 0°C","max +2 C":"max +2°C","max +4 C":"max +4°C","max +6 C":"max +6°C","max 14% Venus":"max 14% Wenus","max 10% Venus":"max 10% Wenus","12% Venus":"12% Wenus","6% Venus":"6% Wenus","16% Venus":"16% Wenus","Temp / O2 / Ocean":"Temp / O2 / Ocean","Global Requirements":"Wskaźniki globalne","Global requirements":"Wskaźniki globalne","Venus requirements":"Wskaźnik Wenus",": +/- 2":" : +/- 2","Project Requirements":"Wymagania projektu","effect":"efekt","action":"akcja","next card":"następna karta","NEXT CARD:":"NASTĘPNA KARTA:","Copy A":"Skopiuj","OR":"LUB","OR 2":"LUB 2","OR 3":"LUB 3","OR 4":"LUB 4","OR 5":"LUB 5","OR 6":"LUB 6","OR 7":"LUB 7","OR X":"LUB X","OR -":"LUB -","OR -2":"LUB -2","OR -3":"LUB -3","OR -4":"LUB -4","OR -5":"LUB -5","OR -6":"LUB -6","OR -7":"LUB -7","steal":"ukradnij","STEAL 2":"UKRADNIJ 2","OR STEAL":"lub UKRADNIJ","* OR":"* LUB","*  4":"*  4","+    4":"+    4","*    +":"*    +","Sell":"Sprzedaj","Select prelude card to play":"Wybierz kartę preludium do zagrania","Select space for ocean tile":"Wybierz pole do umieszczenia obszaru oceanu","Gain 3 plants.":"Otrzymaj 3 rośliny","Venus Milestone/Award":"Tytuły/Nagrody Wenus","colony":"kolonia","awards":"nagroda","corporation":"korporacja","Colony City":"Kolonia Miasto","max 1 Colony":"max 1 kolonia","1 VP for each animal on this card.":"1 PZ za każdą jednostkę zwierząt na tej karcie.","${0} placed ${1} tile on (${2}, ${3}":"${0} umieścił \"${1}\" obszar na (${2}, ${3}","Callisto":"Kallisto","Ceres":"Ceres","Enceladus":"Enceladus","Europa":"Europa","Ganymede":"Ganimedes","Io":"Io","Luna":"Księżyc","Miranda":"Miranda","Pluto":"Pluton","Titan":"Tytan","Triton":"Tryton","Leavitt":"Stacja Leavitt","Titania":"Tytania","Hygiea":"Hygiea","Iapetus":"Japet","Mercury":"Merkury","Pallas":"Pallas","Select colony tile to remove":"Wybierz kafel obiektu, który chcesz odrzucić","Colony Bonus":"Premia Kolonialna","Trade Income":"Dochód z Handlu","Select where to build a colony":"Wybierz kolonię","Remove colony":"Odrzuć kolonię","Trade Income: Gain the indicated production":"Dochód z Handlu: Zwiększ poziom przedstawionej produkcji","REVEAL TOP CARD OF DECK. BUY OR DISCARD IT.":"ODKRYJ WIERZCHNIĄ KARTĘ Z TALII PROJEKTÓW. KUP JĄ ALBO ODRZUĆ.","TRADE INCOME: DRAW X CARDS AND KEEP 1":"DOCHÓD Z HANDLU: DOBIERZ X KART I ZACHOWAJ 1","TRADE INCOME: STEAL 3 INDICATED RESOURCES":"DOCHÓD Z HANDLU: UKRADNIJ 3 PRZEDSTAWIONE SUROWCE","COPY TRADE":"SKOPIUJ HANDEL","Party":"Partia","Select one option":"Wybierz jedną z dostępnych opcji","Callisto - (Energy)":"Kallisto - (Energia)","Ceres - (Steel)":"Ceres - (Stal)","Enceladus - (Microbes)":"Enceladus - (Mikroby)","Europa - (Production)":"Europa - (Produkcja)","Ganymede - (Plants)":"Ganimedes - (Roślinność)","Io - (Heat)":"Iо - (Ciepło)","Luna - (MegaCredits)":"Księżyc - (MegaKredyty)","Miranda - (Animals)":"Miranda - (Zwierzęta)","Pluto - (Cards)":"Pluton - (Karty)","Titan - (Floaters)":"Tytan - (Dryfowce)","Triton - (Titanium)":"Tryton - (Tytan)","Leavitt - (Science)":"Stacja Leavitt - (Nauka)","Titania - (VP)":"Tytania - (PZ)","Venus - (Venus)":"Wenus - (Wenus)","Hygiea - (Attack)":"Hygiea - (Atak)","Iapetus - (TR)":"Japet - (WT)","Mercury - (Production)":"Merkury - (Produkcja)","Pallas - (Politics)":"Pallas - (Polityka)","Airliners":"Dryfowce Pasażerskie","Requires that you have 3 floaters. Increase your M€ production 2 steps. Add 2 floaters to ANY card.":"Musisz posiadać przynajmniej 3 jednostki dryfowców. Podnieś swoją produkcję M€ o 2 poziomy. Umieść 2 jednostki dryfowców na dowolnej karcie.","Air Raid":"Podniebny Rajd","Requires that you lose 1 floater. Steal 5 M€ from any player.":"Odrzuć 1 jednostkę dryfowców. Ukradnij dowolnemu graczowi 5 M€.","Atmo Collectors":"Zagarniacze Atmosfery","Action: Add one floater here.":"Akcja: Umieść 1 jednostkę dryfowców na tej karcie.","Action: Spend 1 floater here to gain 2 titanium, or 3 energy, or 4 heat.":"Akcja: Wydaj z tej karty 1 jednostkę dryfowców, aby otrzymać 2 jednostki tytanu, 3 jednostki energii albo 4 jednostki ciepła.","Add 2 floaters to ANY card.":"Umieść 2 jednostki dryfowców na dowolnej karcie.","Community Services":"Usługi Społeczne","Increase your M€ production 1 step per CARD WITH NO TAGS, including this.":"Podnieś swoją produkcję M€ o 1 poziom za każdą posiadaną kartę bez symboli (z tą włącznie).","Conscription":"Pobór","Requires 2 Earth tags. The next card you play this generation costs 16 M€ less.":"Musisz posiadać przynajmniej 2 symbole ziemi. Następna zagrana przez Ciebie podczas tego pokolenia karta będzie kosztować o 16 M€ mniej.","Corona Extractor":"Ekstraktor Korony","Cryo-Sleep":"Hibernacja","Effect: When you trade, you pay 1 less resource for it.":"Efekt trwały: Gdy wykonujesz akcję handlu z obiektem, płacisz o 1 jednostkę zasobów mniej.","Earth Elevator":"Winda Orbitalna","Increase your titanium production 3 steps.":"Podnieś swoją produkcję tytanu o 3 poziomy.","Ecology Research":"Badania nad Ekologią","Increase your plant production 1 step for each colony you own. Add 1 animal to ANOTHER card and 2 microbes to ANOTHER card.":"Podnieś swoją produkcję roślinności o 1 poziom za każdą posiadaną kolonię. Umieść 1 jednostkę zwierząt na dowolnej karcie. Umieść 2 jednostki mikrobów na dowolnej karcie.","Floater Leasing":"Leasing Dryfowców","Increase your M€ production 1 step PER 3 floaters you have.":"Podnieś swoją produkcję M€ o 1 poziom za każde 3 posiadane jednostki dryfowców.","Floater Prototypes":"Prototypy Dryfowców","Add two floaters to ANOTHER card.":"Umieść na innej karcie do 2 jednostek dryfowców.","Floater Technology":"Technologia Dryfowców","Action: Add 1 floater to ANOTHER card.":"Akcja: Umieść na innej karcie 1 jednostkę dryfowców.","Galilean Waystation":"Stacja Tranzytowa na Galileuszu","Increase your M€ production 1 step for every Jovian tag in play.":"Podnieś swoją produkcję M€ o 1 poziom za każdy symbol Jowisza w grze.","Heavy Taxation":"Podniesienie Podatków","Requires 2 Earth tags. Increase your M€ production 2 steps, and gain 4 M€.":"Musisz posiadać przynajmniej 2 symbole Ziemi. Podnieś swoją produkcję M€ o 2 poziomy. Otrzymujesz 4 M€.","Ice Moon Colony":"Kolonia na Księżycu Lodowym","Place 1 colony and 1 ocean tile.":"Umieść 1 kolonię na kaflu obiektu oraz obszar oceanu na planszy.","Impactor Swarm":"Rój Planetoid","Requires 2 Jovian tags. Gain 12 heat. Remove up to 2 plants from any player.":"Musisz posiadać przynajmniej 2 symbole Jowisza. Otrzymujesz 12 jednostek ciepła. Usuń do 2 jednostek roślinności dowolnego gracza.","Interplanetary Colony Ship":"Międzyplanetarny Statek Kolonizacyjny","Place a colony.":"Umieść 1 kolonię na kaflu obiektu.","Jovian Lanterns":"Reflektory Atmosferyczne","Action: Spend 1 titanium to add 2 floaters here.":"Akcja: Wydaj 1 jednostkę tytanu, aby umieścić na tej karcie 2 jednostki dryfowców.","1 VP per 2 floaters here.":"1 PZ za każde 2 jednostki dryfowców na tej karcie.","Requires 1 Jovian tag. Increase your TR 1 step. Add 2 floaters to ANY card.":"Musisz posiadać przynajmniej 1 symbol Jowisza. Podnieś swój WT o 1 poziom. Umieść 2 jednostki dryfowców na dowolnej karcie.","Jupiter Floating Station":"Stacja Dryfowa na Jowiszu","Action: Add 1 floater to a JOVIAN CARD.":"Akcja: Umieść 1 jednostkę dryfowców na dowolnej karcie z symbolem Jowisza.","Action: Gain 1 M€ for every floater here [MAX 4].":"Akcja: Otrzymaj 1 M€ za każdą znajdującą się na tej karcie jednostkę dryfowców (max 4).","Requires 3 science tags.":"Musisz posiadać przynajmniej 3 symbole nauki.","Luna Governor":"Gubernator Księżyca","Requires 3 Earth tags. Increase your M€ production 2 steps.":"Musisz posiadać przynajmniej 3 symbole Ziemi. Podnieś swoją produkcję M€ o 2 poziomy.","Lunar Exports":"Księżycowe Towary Eksportowe","Increase your plant production 2 steps, or your M€ production 5 steps.":"Podnieś swoją produkcję roślinności o 2 poziomy albo produkcję M€ o 5 poziomów.","Lunar Mining":"Górnictwo Księżycowe","Increase your titanium production 1 step for every 2 Earth tags you have in play, including this.":"Podnieś swoją produkcję tytanu o 1 poziom za każde 2 posiadane symbole Ziemi (z tym włącznie).","Market Manipulation":"Manipulacja Rynkiem","Increase one colony tile track 1 step. Decrease another colony tile track 1 step.":"PRZESUŃ BIAŁY ZNACZNIK DOWOLNEGO OBIEKTU O 1 POLE W PRAWO NA TORZE KOLONII. PRZESUŃ BIAŁY ZNACZNIK DOWOLNEGO OBIEKTU O 1 POLE W LEWO NA TORZE KOLONII.","Martian Zoo":"Marsjańskie Zoo","Effect: When you play an Earth tag, place an animal here.":"Efekt trwały: Gdy zagrywasz kartę z symbolem Ziemi, umieść na tej karcie 1 jednostkę zwierząt.","Action: Gain 1M€ per animal here.":"Akcja: Otrzymujesz 1 M€ za każdą znajdującą się na tej karcie jednostkę zwierząt.","Requires 2 city tiles in play.":"W grze muszą się znajdować przynajmniej 2 obszary miast.","Mining Colony":"Kolonia Górnicza","Increase your titanium production 1 step. Place a colony.":"Podnieś swoją produkcję tytanu o 1 poziom i umieść 1 kolonię na kaflu obiektu.","Minority Refuge":"Azyl","Decrease your M€ production 2 steps. Place a colony.":"Obniż swoją produkcję M€ o 2 poziomy i umieść 1 kolonię na kaflu obiektu.","Molecular Printing":"Druk Molekularny","Gain 1 M€ for each city tile in play. Gain 1 M€ for each colony in play.":"Otrzymujesz 1 M€ za każdy obszar miasta w grze. Otrzymujesz 1 M€ za każdą kolonię w grze.","Nitrogen from Titan":"Azot z Tytana","Raise your TR 2 steps. Add 2 floaters to a JOVIAN CARD.":"Podnieś swój WT o 2 poziomy. Umieść 2 jednostki dryfowców na dowolnej karcie z symbolem Jowisza.","Pioneer Settlement":"Osada Pionierów","Requires that you have no more than 1 colony. Decrease your M€ production 2 steps. Place a colony.":"Wymagania: Możesz mieć maksymalnie 1 kolonię. Obniż swoją produkcję M€ o 2 poziomy i umieść 1 kolonię na kaflu obiektu.","Productive Outpost":"Wydajna Placówka","Gain all your colony bonuses.":"OTRZYMUJESZ PREMIĘ KOLONIALNĄ ZA WSZYSTKIE SWOJE KOLONIE.","Quantum Communications":"Komunikacja Kwantowa","Requires 4 science tags. Increase your M€ production 1 step for each colony in play.":"Musisz posiadać przynajmniej 4 symbole nauki. Podnieś swoją produkcję M€ o 1 poziom za każdą kolonię w grze.","Red Spot Observatory":"Obserwatorium Wielkiej Czerwonej Plamy","Action: Add 1 floater to this card, or spend 1 floater here to draw a card.":"Akcja: Umieść na tej karcie 1 jednostkę dryfowców albo wydaj 1 jednostkę dryfowców z tej karty, aby dobrać 1 kartę.","Requires 3 science tags. Draw 2 cards.":"Musisz posiadać przynajmniej 3 symbole nauki. Dobierz 2 karty.","Refugee Camps":"Obozy Uchodźców","Action: Decrease your M€ production 1 step to add a camp resource to this card.":"Akcja: Obniż swoją produkcję M€ o 1 poziom aby umieścić na tej karcie 1 jednostkę obozów.","1 VP for each camp resource on this card.":"Otrzymujesz 1 PZ za każdą jednostkę obozów znajdującą się na tej karcie.","Research Colony":"Kolonia Badawcza","Place a colony. MAY BE PLACED WHERE YOU ALREADY HAVE A COLONY. Draw 2 cards.":"Umieść 1 kolonię na kaflu obiektu. Możesz ją umieścić na obiekcie, na którym masz już kolonię. Dobierz 2 karty.","Rim Freighters":"Przewoźnicy Rubieży","Sky Docks":"Podniebna Stacja Przeładunkowa","Requires 2 Earth tags. Gain 1 Trade Fleet.":"Musisz posiadać przynajmniej 2 symbole Ziemi. Otrzymujesz 1 flotę handlową.","Solar Probe":"Sonda Słoneczna","Draw 1 card for every 3 science tags you have, including this.":"Dobierz 1 kartę za każde 3 posiadane symbole nauki (z tym włącznie).","Solar Reflectors":"Reflektory Słoneczne","Increase your heat production 5 steps.":"Podnieś swoją produkcję ciepła o 5 poziomów.","Space Port":"Kosmoport","Requires 1 colony. Decrease your energy production 1 step and increase your M€ production 4 steps. Place a city tile. Gain 1 Trade Fleet.":"Musisz posiadać przynajmniej 1 kolonię. Otrzymujesz 1 flotę handlową. Umieść na planszy obszar miasta. Obniż swoją produkcję energii o 1 poziom i podnieś swoją produkcję M€ o 4 poziomy.","Space Port Colony":"Kolonia z Kosmoportem","Requires a colony. Place a colony. MAY BE PLACED ON A COLONY TILE WHERE YOU ALREADY HAVE A COLONY. Gain 1 Trade Fleet.":"Musisz posiadać przynajmniej 1 kolonię. Umieść 1 kolonię na kaflu obiektu. Możesz ją umieścić na obiekcie, na którym masz już kolonię. Otrzymujesz 1 flotę handlową.","1VP per 2 colonies in play.":"Otrzymujesz 1 PZ za każde 2 kolonie w grze.","Spin-off Department":"Spółka Spin Off","Effect: WHEN PLAYING A CARD WITH A BASIC COST OF 20M€ OR MORE, draw a card.":"Efekt trwały: Gdy zagrywasz kartę o podstawowym koszcie wynoszącym 20 M€ lub więcej, dobierz kartę.","Sub-zero Salt Fish":"Słonowodne Ryby Zimnolubne","Requires -6 C. Decrease any plant production 1 step.":"Temperatura musi być równa albo wyższa niż -6°C. Obniż produkcję roślinności dowolnego gracza o 1 poziom.","Titan Air-scrapping":"Zagarnianie Atmosfery na Tytanie","Action: Spend 2 floaters here to increase your TR 1 step.":"Akcja: Wydaj 2 jednostki dryfowców z tej karty, aby podnieść swój WT o 1 poziom.","Titan Floating Launch-pad":"Dryfujące Lądowisko na Tytanie","Action: Add 1 floater to ANY JOVIAN CARD or spend 1 floater here to trade for free.":"Akcja: Umieść 1 jednostkę dryfowców na dowolnej karcie z symbolem Jowisza albo wydaj 1 jednostkę dryfowców z tej karty, aby wykonać akcję handlu z obiektem za darmo.","Add two floaters to ANY JOVIAN CARD.":"Umieść 2 jednostki dryfowców na dowolnej karcie z symbolem Jowisza.","Titan Shuttles":"Wahadłowce na Tytanie","Action: Add 2 floaters to ANY JOVIAN CARD.":"Akcja: Umieść 2 jednostki dryfowców na dowolnej karcie z symbolem Jowisza.","Action: Spend any number of floaters here to gain the same number of titanium.":"Akcja: Wydaj dowolną liczbę jednostek dryfowców z tej karty, aby otrzymać tyle samo jednostek tytanu.","Trade Envoys":"Przedstawiciele Handlowi","Effect: When you trade, you may first increase that Colony Tile track 1 step.":"Efekt trwały: Gdy wykonujesz akcję handlu z obiektem, możesz najpierw przesunąć biały znacznik obiektu o 1 pole w prawo na torze kolonii.","Trading Colony":"Kolonia Handlowa","Place a colony":"Umieść 1 kolonię na kaflu obiektu.","Urban Decomposers":"Miejscy Reducenci","Requires that you have 1 city tile and 1 colony in play. Increase your plant production 1 step, and add 2 microbes to ANOTHER card.":"Musisz posiadać przynajmniej 1 obszar miasta i 1 kolonię. Podnieś swoją produkcję roślinności o 1 poziom i umieść 2 jednostki mikrobów na dowolnej karcie.","Warp Drive":"Napęd Warp","Effect: When you play a space card, you pay 4 M€ less for it.":"Efekt trwały: Gdy zagrywasz kartę z symbolem przestrzeni kosmicznej, płacisz za nią o 4 M€ mniej.","Requires 5 science tags.":"Musisz posiadać przynajmniej 5 symboli nauki.","Polyphemos":"Polyphemos","You start with 50 M€. Increase your M€ production 5 steps. Gain 5 titanium.":"Rozpoczynasz grę z 50 M€ i 5 dodatkowymi poziomami produkcji M€. Otrzymujesz 5 jednostek tytanu.","Effect: When you buy a card to hand, pay 5M€ instead of 3, including the starting hand.":"Efekt trwały: Gdy kupujesz karty na rękę, płacisz 5 M€ (zamiast 3 M€). Dotyczy to również zakupu kart na początku rozgrywki.","STORMCRAFT INCORPORATED":"STORMCRAFT INCORPORATED","You start with 48 M€.":"Rozpoczynasz grę z 48 M€.","Action: Add a floater to ANY card.":"Akcja: Umieść 1 jednostkę dryfowców na dowolnej karcie.","Effect: Floaters on this card may be used as 2 heat each.":"Efekt trwały: Każda jednostka dryfowców z tej karty może być użyta jako 2 jednostki ciepła.","Arklight":"Arklight","You start with 45 M€. Increase your M€ production 2 steps. 1 VP per 2 animals on this card.":"Rozpoczynasz grę z 45 M€ i 2 dodatkowymi poziomami produkcji M€. Otrzymujesz 1 PZ za każde 2 jednostki zwierząt znajdujące się na tej karcie.","Effect: When you play an animal or plant tag, including this, add 1 animal to this card.":"Efekt trwały: Gdy zagrywasz kartę z symbolem roślinności lub zwierząt (z tą włącznie), za każdy z tych symboli umieść tu 1 jednostkę zwierząt.","Aridor":"Aridor","COLONY":"KOLONIA","You start with 40 M€. As your first action, put an additional Colony Tile of your choice into play":"Rozpoczynasz grę z 40 M€. W ramach swojej pierwszej akcji umieść w grze wybrany przez siebie dodatkowy kafel obiektu.","Effect: When you get a new type of tag in play [event cards do not count], increase your M€ production 1 step.":"Efekt trwały: Gdy zagrywasz kartę z symbolem, którego jeszcze nie posiadasz, podnieś swoją produkcję M€ o 1 poziom (nie dotyczy zagrywania kart wydarzeń).","Poseidon":"Poseidon","You start with 45 M€. As your first action, place a colony.":"Rozpoczynasz grę z 45 M€. W ramach swojej pierwszej akcji umieść kolonię na dowolnym kaflu obiektu.","Effect: When any colony is placed, including this, raise your M€ production 1 step.":"Efekt trwały: Gdy na dowolnym kaflu obiektu zostanie umieszczona nowa kolonia (z tą włącznie), podnieś swoją produkcję M€ o 1 poziom.","You start with 1 plant production, 1 M€ production and 40 M€.":"Rozpoczynasz grę z 40 M€ oraz 1 dodatkowym poziomem produkcji M€ i roślinności","Effect: At game end, score -2 / 0 / 1 / 2 VP PER TAG TYPE for 0 / 1-2 / 3-4 / 5+ tags.":"Efekt trwały: Na koniec gry otrzymujesz -2 / 0 / 1 / 2 PZ za następującą liczbę RODZAJÓW SYMBOLI: 0 / 1-2 / 3-4 / 5+.","You start with 39 M€, 1 steel and 1 titanium. As your first action, draw a blue card.":"Rozpoczynasz grę z 39 M€. Otrzymujesz 1 jednostkę stali i tytanu. Podczas pierwszej akcji dobierz niebieską kartę.","Action: Flip and discard a played blue card to convert any VP on it into TR and draw 2 cards, or spend 3 M€ to draw a blue card.":"Akcja: Odwróć i odrzuć zagraną aktywną (niebieską) kartę, żeby otrzymać tyle WT, ile PZ miała odrzucona karta. Dobierz 2 karty albo wydaj 3 M€, żeby dobrać niebieską kartę.","You start with 32 M€. As your first action, place two delegates in one party.":"Rozpoczynasz grę z 32 M€. Podczas pierwszej akcji umieść dwóch delegatów w wybranej partii.","Effect: You have +1 influence. When you send a delegate using the lobbying action, you pay 2 M€ less for it.":"Efekt trwały: Otrzymujesz 1 punkt wpływów. Gdy korzystasz z akcji Lobbingu, żeby przesunąć znacznik delegata z rezerwy delegatów, płacisz za to 2 M€ mniej.","You start with 38 M€ and 1 energy production.":"Rozpoczynasz grę z 38 M€ i 1 dodatkowym poziomem produkcji energii.","Action: Replay a played event from any player by paying its cost ONLY in M€ (discounts and rebates apply), then REMOVE IT FROM PLAY.":"Akcja: Ponownie zagraj wykorzystaną kartę wydarzenia dowolnego gracza, płacąc za nią wyłącznie za pomocą M€ (wliczając wszelkie zniżki), a następnie usuń ją z gry.","You start with 120 M€. Lower your TR 7 steps.":"Rozpoczynasz grę z 120 M€. Obniż swój WT o 7 poziomów.","Sorry, you lose.":"Niestety, przegrałeś/aś.","Next time you will get more luck!":"Kolejnym razem na pewno pójdzie lepiej!","Also, take into account these small hints to win:":"Weź pod uwagę te drobne wskazówki:","Concentrate more on Global parameters, not on Victory Points":"Skup się bardziej na Wskaźnikach Globalnych zamiast Punktów Zwycięstwa","Don't be greedy with card selection":"Nie przesadzaj z dobieraniem kart","Try to increase heat production, not Megacredits":"Postaraj się zwiększać produkcję ciepła, nie Megakredytów","Try starting with the Beginner corporation":"Spróbuj zacząć z korporacją dla początkujących","You win!":"Wygrałeś/aś!","But it isn't the reason to stop making Mars better.":"Nie jest to jednak powód do zaprzestania dalszego doskonalenia Marsa","Try to win with expansions enabled":"Spróbuj wygrać korzystając z dodatków","Try to win before the last generation comes":"Postaraj się wygrać przed nadejściem ostatniego pokolenia","Can you get":"Czy zdołasz zdobyć","+ Victory Points?":"+ Punktów Zwycięstwa?","Victory points breakdown after":"Analiza punktów zwycięstwa po","generations":"pokoleniach","Player":"Gracz","Corporation":"Korporacja","TR":"WT","VP":"PZ","Total":"Razem","Victory points details for":"Szczegóły punktów zwycięstwa u:","Final situation on the board":"Końcowa sytuacja na planszy","Final game log":"Finalny dziennik gry","Card Tags":"Symbole Kart","Resources":"Surowce","Tiles":"Obszary","Global Parameters":"Wskaźniki Globalne","Others":"Inne","Standard Resources":"Standardowe Surowce","Resources on Cards":"Surowce na Kartach","Building":"Budowla","Space":"Przestrzeń Kosmiczna","Plant":"Roślinność","Microbe":"Mikroby","Animal":"Zwierzęta","Wild":"Uniwersalny","Event":"Wydarzenie","MegaCredits (M€)":"Megakredyty (M€)","Steel":"Stal","Titanium":"Tytan","Energy":"Energia","Heat":"Ciepło","Floater":"Dryfowiec","Special":"Specjalny","Temperature":"Temperatura","Oxygen":"Tlen","Oceans":"Oceany","Victory Point (VP)":"Punkty Zwycięstwa (PZ)","Terraform Rating (TR)":"Współczynnik Terraformacji (WT)","Project Card":"Karta Projektu","Colony":"Kolonia","Trade Fleet":"Flota Handlowa","Delegate":"Delegat","Influence":"Wpływ","Hotkeys Mapping":"Mapowanie Skrótów Klawiszowych","Main Board":"Główna Plansza","Players Overview Table":"Tabele Graczy","Cards in Hand":"Karty na Ręce","Colonies":"Kolonie","Generation ${0}":"Pokolenie ${0}","${0} played ${1}":"${0} zagrał/a ${1}","${0} used ${1} action":"${0} wykorzystał/a akcję ${1}","${0} funded ${1} award":"${0} ufundował/a nagrodę ${1}","${0} claimed ${1} milestone":"${0} zdobył/a tytuł ${1}","${0} passed":"${0} spasował/a","${0} ended turn":"${0} zakończył/a turę","${0} converted heat into temperature":"${0} wykorzystał/a ciepło, żeby zwiększyć temperaturę","${0} converted plants into a greenery":"${0} wykorzystał/a jednostki roślinności, żeby umieścić na planszy obszar zieleni","${0} spent ${1} M€ to trade with ${2}":"${0} wykonał/a akcję handlu z ${2}","${0} spent ${1} energy to trade with ${2}":"${0} wykonał/a akcję handlu z ${2}","${0} spent ${1} titanium to trade with ${2}":"${0} wykonał/a akcję handlu z ${2}","${0} spent 1 floater to trade with ${1}":"${0} wykonał/a akcję handlu z ${1}","${0} used ${1} standard project":"${0} wykorzystał/a projekt standardowy ${1}","${0} built a colony on ${1}":"${0} umieścił/a kolonię na ${1}","${0} bought ${1} card(s)":"${0} kupił/a ${1} kart/ę/y","${0} acted as World Government and increased Venus scale":"${0} wykorzystał/a akcję Działań Rządu Światowego i zwiększył wskaźnik terraformacji Wenus","${0} acted as World Government and placed an ocean":"${0} wykorzystał/a akcję Działań Rządu Światowego i umieścił na planszy obszar oceanu","${0} acted as World Government and increased oxygen level":"${0}  wykorzystał/a akcję Działań Rządu Światowego i zwiększył Poziom Tlenu","${0} acted as World Government and increased temperature":"${0}  wykorzystał/a akcję Działań Rządu Światowego i zwiększył Temperaturę","${0} loses ${1} resource(s) on ${2} by ${3}":"${0} traci ${1} zasób/oby/obów z ${2}, usunięte przez ${3}","${0}'s ${1} production modified by ${2} by ${3}":"Produkcja ${1} gracza ${0} została zmodyfikowana o ${2} przez ${3}","${0}'s ${1} amount modified by ${2} by ${3}":"Liczba zasobów na ${1} gracza ${0} została zmodyfikowana o ${2} przez ${3}","${0} received ${1} M€ from ${2} owner (${3})":"${0} otrzymał/a ${1} M€ od ${2} właściciela (${3})","${0} copied ${1} production with ${2}":"${0} skopiował/a produkcję ${1} za pomocą ${2}","${0} used ${1} action with ${2}":"${0} wykorzystał/a akcję ${1} za pomocą ${2}","${0} sold ${1} patents":"${0} sprzedał/a ${1} patent/y/ów","${0} card(s) were discarded":"Odrzucono kart: ${0}","${0} placed ocean tile on row ${1} position ${2}":"${0} umieścił/a obszar oceanu na polu ${2} w rzędzie ${1}","Drew and discarded ${0} (cost ${1}) to place a ${2}":"Dobrano i odrzucono kartę ${0} (koszt ${1}) aby umieścić obszar: ${2}","Dealt and discarded ${0} (cost ${1}) to place a tile":"Dobrano i odrzucono kartę ${0} (koszt ${1}) aby umieścić pole na planszy","Dealt and discarded ${0} (cost ${1}) to place a hazard":"Dobrano i odrzucono kartę ${0} (koszt ${1}) aby umieścić kafel niebezpieczeństwa na planszy","New game":"Nowa gra","How to Play":"","Cards list":"Lista kart","Board game":"Gra planszowa","About us":"O nas","Whats new?":"Co nowego?","Join us on Discord":"Dołącz do nas na Discordzie","Looking for people to play with":"Szukasz graczy do gry","version":"Wersja","deployed":"Wdrożono","Hide turn order":"Ukryj kolejność graczy","Hide cards in hand":"Ukryj karty na ręce","Hide played cards":"Ukryj zagrane karty","Hide non-blue played cards":"Ukryj zagrane zielone i czerwone karty","Hide awards and milestones":"Ukryj tytuły i nagrody","Hide log":"Ukryj dziennik gry","Hide tag overview":"Ukryj przegląd symboli","Hide corporation names for players":"Ukryj nazwy korporacji graczy","Hide sticky top bar":"Ukryj górny panel","Smaller cards":"Mniejsze karty","Remove background image":"Usuń zdjęcie w tle","Magnify cards on hover":"Powiększ karty przy najechaniu","Magnify card descriptions on hover":"Powiększ opisy kart przy najechaniu","Show in-game alerts":"Wyświetl alerty","Hide Milestones / Awards scores":"Ukryj wynik punktowy tytułów/nagród","Enable sounds":"Odtwarzaj dźwięki","Hide tile confirmation":"Ukryj potwierdzenie obszaru","Tutorial Mode (req. refresh)":"Tryb dla początkujących (wymaga odświeżenia)","Language":"Język","refresh page":"odśwież stronę","to see changes":"aby zobaczyć zmiany","Allied Bank":"Sprzymierzony Bank","Increase your M€ production 4 steps. Gain 3 M€.":"Podnieś swoją produkcję M€ o 4 poziomy. Otrzymujesz 3 M€.","Aquifer Turbines":"Turbiny Wodne","Place an ocean tile. Increase your energy production 2 steps. Pay 3 M€.":"Umieść na planszy obszar oceanu. Podnieś swoją produkcję energii o 2 poziomy. Tracisz 3 M€.","Biofuels":"Biopaliwa","Increase your energy and plant production 1 step. Gain 2 plants.":"Podnieś swoją produkcję roślinności i energii o 1 poziom. Otrzymujesz 2 jednostki roślinności.","Biolab":"Laboratorium Biologiczne","Increase your plant production 1 step. Draw 3 cards.":"Podnieś swoją produkcję roślinności o 1 poziom. Dobierz 3 karty.","Biosphere Support":"Wspomaganie Biosfery","Increase your plant production 2 steps. Decrease your M€ production 1 step.":"Obniż swoją produkcję M€ o 1 poziom. Podnieś swoją produkcję roślinności o 2 poziomy.","Business Empire":"Biznesowe Imperium","Increase your M€ production 6 steps. Pay 6 M€.":"Podnieś swoją produkcję M€ o 6 poziomów. Tracisz 6 M€.","Dome Farming":"Rolnictwo Kopułowe","Increase your M€ production 2 steps and plant production 1 step.":"Podnieś swoją produkcję roślinności o 1 poziom. Podnieś swoją produkcję M€ o 2 poziomy.","Donation":"Darowizna","Gain 21 M€.":"Otrzymujesz 21 M€.","Early Settlement":"Pierwsze Osadnictwo","Increase your plant production 1 step. Place a city tile.":"Umieść na planszy obszar miasta. Podnieś swoją produkcję roślinności o 1 poziom.","Ecology Experts":"Eksperci od Ekologii","Increase your plant production 1 step. Play a card from hand, ignoring global requirements.":"Podnieś swoją produkcję roślinności o 1 poziom. Zagraj kartę z ręki, ignorując jej wymagania dotyczące wskaźników globalnych.","Eccentric Sponsor":"Ekscentryczny Sponsor","Play a card from hand, reducing its cost by 25 M€":"Zagraj kartę z ręki, obniżając jej koszt o 25 M€.","Experimental Forest":"Eksperymentalny Las","Place 1 greenery tile and raise oxygen 1 step. Reveal cards until you reveal two cards with plant tags on them. Take them into your hand and discard the rest.":"Umieść na planszy obszar zieleni i podnieś Poziom Tlenu o 1%. Odkrywaj karty z wierzchu talii projektów, dopóki nie odkryjesz 2 kart z symbolem roślinności. Weź te karty na rękę, resztę odrzuć.","Galilean Mining":"Górnictwo na Księżycach Galileuszowych","Increase your titanium production 2 steps. Pay 5 M€.":"Podnieś swoją produkcję tytanu o 2 poziomy. Tracisz 5 M€.","Great Aquifer":"Wielka Warstwa Wodonośna","Huge Asteroid":"Ogromna Planetoida","Increase temperature 3 steps. Pay 5 M€.":"Podnieś Temperaturę o 6°C. Tracisz 5 M€.","Io Research Outpost":"Placówka Badawcza na IO","Increase your titanium production 1 step. Draw a card.":"Podnieś swoją produkcję tytanu o 1 poziom. Dobierz kartę.","Loan":"Pożyczka","Gain 30 M€. Decrease your M€ production 2 steps.":"Obniż swoją produkcję M€ o 2 poziomy. Otrzymujesz 30 M€.","Martian Industries":"Przemysł Marsjański","Increase your energy and steel production 1 step. Gain 6 M€.":"Podnieś swoją produkcję energii i stali o 1 poziom. Otrzymujesz 6 M€.","Metal-Rich Asteroid":"Planetoida Klasy M","Increase temperature 1 step. Gain 4 titanium and 4 steel.":"Podnieś Temperaturę o 2°C. Otrzymujesz po 4 jednostki tytanu i stali.","Metals Company":"Spółka Metalurgiczna","Increase your M€, steel and titanium production 1 step.":"Podnieś swoją produkcję M€, tytanu i stali o 1 poziom.","Mining Operations":"Przedsięwzięcie Górnicze","Increase your steel production 2 steps. Gain 4 steel.":"Podnieś swoją produkcję stali o 2 poziomy. Otrzymujesz 4 jednostki stali.","Mohole":"Projekt Mohole","Increase your heat production 3 steps. Gain 3 heat.":"Podnieś swoją produkcję ciepła o 3 poziomy. Otrzymujesz 3 jednostki ciepła.","Mohole Excavation":"Górnictwo w Obszarze Mohole","Increase your steel production 1 step and heat production 2 steps. Gain 2 heat.":"Podnieś swoją produkcję stali o 1 poziom i produkcję ciepła o 2 poziomy. Otrzymujesz 2 jednostki ciepła.","Nitrogen Shipment":"Dostawa Azotu","Increase your plant production 1 step. Increase your TR 1 step. Gain 5 M€.":"Podnieś swój WT o 1 poziom. Podnieś swoją produkcję roślinności o 1 poziom. Otrzymujesz 5 M€.","Orbital Construction Yard":"Stocznia Orbitalna","Increase your titanium production 1 step. Gain 4 titanium.":"Podnieś swoją produkcję tytanu o 1 poziom. Otrzymujesz 4 jednostki tytanu.","Polar Industries":"Przemysł Polarny","Increase your heat production 2 steps. Place an ocean tile.":"Umieść na planszy 1 obszar oceanu. Podnieś swoją produkcję ciepła o 2 poziomy.","Power Generation":"Generatory Energii","Research Network":"Sieć Badawcza","Increase your M€ production 1 step. Draw 3 cards. After being played, when you perform an action, the wild tag counts as any tag of your choice.":"Dobierz 3 karty i podnieś swoją produkcję M€ o 1 poziom.","Self-Sufficient Settlement":"Samowystarczalna Osada","Increase your M€ production 2 steps. Place a city tile.":"Umieść na planszy obszar miasta i podnieś swoją produkcję M€ o 2 poziomy.","Smelting Plant":"Spółka Hutnicza","Raise oxygen 2 steps. Gain 5 steel.":"Podnieś Poziom Tlenu o 2%. Otrzymujesz 5 jednostek stali.","Society Support":"Wsparcie Społeczeństwa","Increase your plant, energy and heat production 1 step. Decrease M€ production 1 step.":"Obniż swoją produkcję M€ o 1 poziom. Podnieś swoją produkcję roślinności, energii i ciepła o 1 poziom.","Supplier":"Dostawca","Increase your energy production 2 steps. Gain 4 steel.":"Podnieś swoją produkcję energii o 2 poziomy. Otrzymujesz 4 jednostki stali.","Supply Drop":"Dostawa Surowców","Gain 3 titanium, 8 steel and 3 plants.":"Otrzymujesz 3 jednostki tytanu, 8 jednostek stali i 3 jednostki roślinności.","UNMI Contractor":"Podwykonawca UNMI","Increase your TR 3 steps. Draw a card.":"Podnieś swój WT o 3 poziomy. Dobierz kartę.","Acquired Space Agency":"Zakup Agencji Kosmicznej","Gain 6 titanium. Reveal cards until you reveal two cards with Space Tags. Take them into your hand, discard the rest.":"Otrzymujesz 6 jednostek tytanu. Odkrywaj karty z wierzchu talii projektów, dopóki nie odkryjesz 2 kart z symbolami przestrzeni kosmicznej. Weź te karty na rękę, resztę odrzuć.","Psychrophiles":"Psychrofile","Effect: When paying for a plant card, microbes here may be used as 2 M€ each.":"Efekt trwały: Gdy zagrywasz kartę z symbolem roślinności, do pokrycia kosztu tej karty możesz użyć znajdujące się na karcie Psychrofile jednostki mikrobów. Każda jednostka mikrobów warta jest 2 M€.","Temperature must be -20 C or lower.":"Temperatura musi być równa albo niższa niż -20°C.","Research Coordination":"Badania Interdyscyplinarne","After being played, when you perform an action, the wild tag counts as any tag of your choice.":"Gdy wykonujesz akcję, traktujesz uniwersalny symbol jak dowolny wybrany symbol.","SF Memorial":"Pomnik Twórców Science Fiction","Martian Survey":"Misja Badawcza","Oxygen must be 4% or lower. Draw two cards.":"Poziom Tlenu musi być równy albo niższy niż 4%. Dobierz 2 karty.","House Printing":"Drukowane Domy","Space Hotels":"Hotele Kosmiczne","Requires 2 Earth tags. Increase M€ production 4 steps.":"Musisz posiadać przynajmniej 2 symbole Ziemi. Podnieś swoją produkcję M€ o 4 poziomy.","Lava Tube Settlement":"Osadnictwo Jaskiń Lawowych","Decrease your energy production 1 step and increase your M€ production 2 steps. Place a city tile on a VOLCANIC AREA regardless of adjacent cities.":"Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 2 poziomy. Umieść obszar miasta na OBSZARZE WULKANICZNYM bez względu na występowanie sąsiadujących miast.","You start with 3 M€ production and 44 M€.":"Rozpoczynasz grę z 3 dodatkowymi poziomami produkcji M€ i 44 M€.","Effect: When you play a building tag, you pay 2 M€ less for it.":"Efekt trwały: Kiedy zagrywasz kartę z symbolem budowli, płacisz za nią o 2 M€ mniej.","You start with 1 titanium production and 38 M€.":"Rozpoczynasz grę z 1 dodatkowym poziomem produkcji tytanu i 38 M€.","Effect: When you play an Earth tag, including this, draw a card.":"Efekt trwały: Gdy zagrywasz kartę z symbolem Ziemi (z tą włącznie), za każdy symbol Ziemi na zagrywanej karcie, dobierz kartę.","You start with 47 M€.":"Rozpoczynasz grę z 47 M€.","Action: Spend 4 M€ to increase (one of) your LOWEST production 1 step.":"Akcja: Wydaj 4 M€, żeby podnieść jeden ze swoich najniższych poziomów produkcji o 1 poziom.","You start with 37 M€. As your first action, draw 3 Prelude cards, and play one of them. Discard the other two.":"Rozpoczynasz grę z 37 M€. W ramach swojej pierwszej akcji w grze dobierz 3 karty preludium i zagraj jedną z nich (pozostałe 2 odrzuć).","Effect: When you play a science tag, you pay 2M€ less for it.":"Efekt trwały: Gdy zagrywasz kartę z symbolem nauki, płacisz za nią o 2 M€ mniej.","You start with 45 M€. As your first action, fund an award for free.":"Rozpoczynasz grę z 45 M€. W ramach swojej pierwszej akcji w grze ufunduj za darmo jedną nagrodę.","Effect: When you play a card with a NON-NEGATIVE VP icon, including this, gain 3 M€.":"Efekt trwały: Kiedy zagrywasz kartę z symbolem PZ, który nie jest negatywny (z tą włącznie), otrzymujesz 3 M€.","Pharmacy Union":"Pharmacy Union","You start with 54 M€ . Draw a Science card.":"Rozpoczynasz grę z 54 M€. Odkrywaj karty z wierzchu talii projektów, dopóki nie odkryjesz karty z symbolem nauki. Weź tę kartę na rękę, a resztę odrzuć.","Effect: When ANY microbe tag is played, add a disease here and lose 4 M€ or as much as possible. When you play a science tag, remove a disease here and gain 1 TR OR if there are no diseases here, you MAY put this card face down in your EVENTS PILE to gain 3 TR.":"Efekt trwały: Za każdym razem, gdy któryś z graczy zagra kartę z symbolem mikrobów (z tą włącznie), umieść na tej karcie 1 jednostkę chorób i zapłać 4 M€ (lub tyle, ile możesz). Gdy zagrywasz kartę z symbolem nauki, usuń 1 jednostkę chorób z tej karty i podnieś swój WT o 1 poziom, albo, jeśli na tej karcie nie ma jednostek chorób, możesz podnieść swój WT o 3 poziomy i obrócić tę kartę wierzchem na dół (tracąc symbole i efekty tej karty).","Comet Aiming":"Comet Aiming","Action: Spend 1 titanium to add 1 asteroid resource to ANY CARD.":"Akcja: Wydaj 1 jednostkę tytanu, żeby umieścić 1 jednostkę asteroid na dowolnej karcie.","Action: Remove 1 asteroid here to place an ocean.":"Akcja: Wydaj 1 jednostkę asteroid z tej karty i umieść na planszy obszar oceanu.","Cutting Edge Technology":"Cutting Edge Technology","Effect: When playing a card with a requirement, you pay 2 M€ less for it.":"Efekt trwały: Gdy zagrywasz kartę z wymaganiami, płacisz za nią o 2 M€ mniej.","Crash Site Cleanup":"Crash Site Cleanup","Requires that a player removed ANOTHER PLAYER's plants this generation. Gain 1 titanium or 2 steel.":"Wymagania: Jakiś gracz spowodował, że inny gracz musiał stracić jednostki roślinności w tym pokoleniu. Otrzymujesz 1 jednostkę tytanu lub 2 jednostki stali.","Directed Impactors":"Sterowanie Uderzeniami","Action: Spend 6 M€ to add 1 asteroid to ANY CARD (titanium may be used to pay for this).":"Akcja: Wydaj 6 M€ (możesz użyć tytanu), żeby umieścić 1 jednostkę asteroid na dowolnej karcie.","Action: Remove 1 asteroid here to raise temperature 1 step.":"Akcja: Wydaj 1 jednostkę asteroid z tej karty i podnieś temperaturę o 2°C.","Field-Capped City":"Field-Capped City","Increase your M€ production 2 steps, increase your energy production 1 step, gain 3 plants, and place a city tile.":"Podnieś swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 2 poziomy. Otrzymujesz 3 jednostki roślinności. Umieść na planszy obszar miasta.","Magnetic Shield":"Magnetic Shield","Requires 2 power tags. Raise your TR 4 steps.":"Wymagania: Musisz posiadać przynajmniej 2 symbole energii. Podnieś swój współczynnik terraformacji o 4.","Meltworks":"Meltworks","Action: Spend 5 heat to gain 3 steel.":"Akcja: Wydaj 5 jednostek ciepła, żeby otrzymać 3 jednostki stali.","Mohole Lake":"Mohole Lake","Action: Add a microbe or animal to ANOTHER card.":"Akcja: Umieść na innej karcie 1 jednostkę mikrobów lub 1 jednostkę zwierząt.","Gain 3 plants. Raise temperature 1 step, and place 1 ocean tile.":"Otrzymujesz 3 jednostki roślinności. Podnieś temperaturę o 2°C. Umieść na planszy obszar oceanu.","Diversity Support":"Diversity Support","Requires that you have 9 different types of resources. Gain 1 TR.":"Wymagania: Musisz posiadać przynajmniej 9 różnych typów zasobów. Podnieś swój współczynnik terraformacji o 1.","Topsoil Contract":"Topsoil Contract","Effect: When you gain a microbe to ANY CARD, also gain 1 M€.":"Efekt trwały: Gdy umieszczasz jednostkę mikrobów na dowolnej karcie, otrzymujesz 1 M€. Otrzymujesz 3 jednostki roślinności.","Imported Nutrients":"Imported Nutrients","Gain 4 plants and add 4 microbes to ANOTHER CARD.":"Otrzymujesz 4 jednostki roślinności. Umieść na innej karcie do 4 jednostek mikrobów.","Asteroid Deflection System":"Asteroid Deflection System","Action: REVEAL AND DISCARD the top card of the deck. If it has a space tag, add an asteroid here.":"Akcja: Odkryj i odrzuć wierzchnią kartę z talii. Jeśli odkryjesz kartę z symbolem przestrzeni kosmicznej, umieść tu 1 jednostkę asteroid.\n","opponents may not remove your plants":"Przeciwnicy nie mogą usuwać twoich roślin.","Decrease your energy production 1 step. 1VP per asteroid on this card.":"Obniż swoją produkcję energii o 1 poziom. Otrzymujesz 1 PZ za każdą jednostkę asteroid na tej karcie.","Jovian Embassy":"Jovian Embassy","Raise your TR 1 step.":"Podnieś swój współczynnik terraformacji o 1.","Sub-Crust Measurements":"Sub-Crust Measurements","Action: Draw a card.":"Akcja: Dobierz 1 kartę.","Requires 2 science tags.":"Musisz posiadać przynajmniej 2 symbole nauki.","Potatoes":"Potatoes","Lose 2 plants. Increase your M€ production 2 steps.":"Tracisz 2 jednostki roślinności. Podnieś swoją produkcję M€ o 2 poziomy.","Meat Industry":"Meat Industry","Effect: When you gain an animal to ANY CARD, gain 2 M€.":"Efekt trwały: Gdy umieszczasz jednostkę zwierząt na dowolnej karcie, otrzymujesz 2 M€.","Decrease your energy production 4 steps and increase your plant production 2 steps. Raise your TR 3 steps and place this tile.":"","Orbital Cleanup":"Sprzątanie Orbitalne","Action: Gain 1 M€ per science tag you have.":"Akcja: Otrzymujesz 1 M€ za każdy posiadany symbol nauki.","Decrease your M€ production 2 steps.":"Obniż swoją produkcję M€ o 2 poziomy.","Law Suit":"Pozew","Steal 3 M€ from a player that REMOVED YOUR RESOURCES OR DECREASED YOUR PRODUCTION this generation. Place this card face down in THAT PLAYER'S EVENT PILE.":"Ukradnij 3 M€ graczowi, który podczas tego pokolenia OBNIŻYŁ TWOJĄ PRODUKCJĘ LUB USUNĄŁ TWOJE ZASOBY. Umieść tę kartę zakrytą na STOSIE WYDARZEŃ TEGO GRACZA.","Small Asteroid":"Mała asteroida","Increase temperature 1 step. Remove up to 2 plants from any player.":"Podnieś temperaturę o 2°C. Usuń do 2 jednostek roślinności dowolnego gracza.","Asteroid Hollowing":"Asteroid Hollowing","Action: Spend 1 titanium to add 1 asteroid resource here and increase M€ production 1 step.":"Akcja: Wydaj 1 jednostkę tytanu, żeby umieścić tu 1 jednostkę asteroid i podnieść swoją produkcję M€ o 1 poziom.","1VP for each 2 asteroids on this card.":"Otrzymujesz 1 PZ za każde 2 jednostki asteroid na tej karcie.","Project Inspection":"Kontrola projektu","Use a card action that has been used this generation.":"Wykonaj akcję z karty aktywnej, z której skorzystałeś już podczas tego pokolenia.","Advertising":"Advertising","Effect: When you play a card with a basic cost of 20 M€ or more, increase your M€ production 1 step.":"Efekt trwały: Gdy zagrywasz kartę o podstawowym koszcie wynoszącym 20 M€ lub więcej, podnieś swoją produkcję M€ o 1 poziom.","Rego Plastics":"Regoplastik","Effect: Your steel resources are worth 1 M€ extra.":"Efekt trwały: Twoje jednostki stali są warte o 1 M€ więcej.","Interplanetary Trade":"Handel międzyplanetarny","Increase your M€ production 1 step per different tag you have in play, including this.":"Podnieś swoją produkcję M€ o tyle poziomów, ile różnych symboli posiadasz (włącznie z tym).","Penguins":"Pingwiny","Requires 8 oceans.":"Wymagania: Na planszy musi znajdować się przynajmniej 8 obszarów oceanów.","Snow Algae":"Zawłotnia śnieżna","Requires 2 oceans. Increase your plant production and your heat production 1 step each.":"Wymagania: Na planszy muszą się znajdować przynajmniej 2 obszary oceanów. Podnieś swoją produkcję roślinności i ciepła o 1 poziom.","Self-replicating Robots":"Maszyny samoreplikujące","Action: Reveal and place a SPACE OR BUILDING card here from hand, and place 2 resources on it, OR double the resources on a card here.":"Akcja: Odkryj i umieść na tej karcie kartę z symbolem przestrzeni kosmicznej lub budowli ze swojej ręki i umieść na niej 2 surowce, albo podwój liczbę zasobów na tej karcie.","Effect: Card here may be played as if from hand with its cost reduced by the number of resources on it.":"Efekt trwały: Karty umieszczone na tej karcie mogą być zagrywane jak z ręki z kosztem zagrania obniżonym o umieszczoną na niej liczbę zasobów.","Dusk Laser Mining":"Nocne górnictwo laserowe","Requires 2 science tags. Decrease your energy production 1 step, and increase your titanium production 1 step. Gain 4 titanium.":"Wymagania: Musisz posiadać przynajmniej 2 symbole nauki. Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję tytanu o 1 poziom. Otrzymujesz 4 jednostki tytanu.","Hi-Tech Lab":"Laboratorium hi-tech","Action: Spend any amount of energy to draw the same number of cards. TAKE 1 INTO HAND AND DISCARD THE REST.":"Akcja: Wydaj dowolną liczbę jednostek energii, aby dobrać tyle samo kart. WEŹ 1 Z NICH NA RĘKĘ, ODRZUĆ RESZTĘ.","Mercurian Alloys":"Merkuriańskie stopy","Effect: Your titanium resources are worth 1 M€ extra.":"Efekt trwały: Twoje jednostki tytanu są warte o 1 M€ więcej.","Energy Market":"Rynek energetyczny","Action: Spend 2X M€ to gain X energy.":"Akcja: Wydaj 2*X M€, aby otrzymać X jednostek energii.","Action: Decrease energy production 1 step to gain 8 M€.":"Akcja: Obniż swoją produkcję energii o 1 poziom, aby otrzymać 8 M€.","Asteroid Rights":"Asteroid Rights","Action: Spend 1 M€ to add 1 asteroid to ANY card.":"Akcja: Wydaj 1 M€, żeby umieścić 1 jednostkę asteroid na dowolnej karcie.","Action: Spend 1 asteroid here to increase M€ production 1 step OR gain 2 titanium.":"Akcja: Wydaj 1 jednostkę asteroid z tej karty i podnieś swoją produkcję M€ o 1 poziom lub otrzymaj 2 jednostki tytanu.","Add 2 asteroids to this card.":"Umieść na tej karcie 2 jednostki asteroid.","Stanford Torus":"Torus Stanforda","Place a city tile IN SPACE, outside and separate from the planet.":"Umieść obszar miasta w PRZESTRZENI KOSMICZNEJ, poza planetą, bez sąsiedztwa z innymi obszarami.","You start with 48 M€. Increase your M€ production 4 steps. ALL OPPONENTS DECREASE THEIR M€ production 2 STEPS. THIS DOES NOT TRIGGER THE EFFECT BELOW.":"Rozpoczynasz grę z 48 M€ i 4 dodatkowymi poziomami produkcji M€. KAŻDY PRZECIWNIK OBNIŻA SWOJĄ PRODUKCJĘ M€ O 2 POZIOMY. NIE WYWOŁUJE TO PONIŻSZEGO EFEKTU.","Effect: When a player causes another player to decrease production or lose resources, pay 3M€ to the victim, or as much as possible.":"Efekt trwały: Gdy jakiś gracz spowoduje, że inny gracz musi obniżyć produkcję lub stracić zasoby, zapłać poszkodowanemu graczowi 3M€ (lub tyle, ile możesz).","You start with 47 M€. As your first action, place a greenery tile and raise the oxygen 1 step.":"Rozpoczynasz grę z 47 M€. W ramach swojej pierwszej akcji w grze umieść obszar zieleni na planszy i podnieś poziom tlenu o 1%.","Effect: Each new adjacency between your tile and an opponent's tile gives you a standard resource of your choice [regardless of who just placed a tile].":"Efekt trwały: Za każde nowe sąsiedztwo pomiędzy Twoim obszarem a obszarem innego gracza otrzymujesz 1 jednostkę wybranego przez siebie zasobu standardowego (bez względu na to, kto umieścił nowy obszar).","Arcadian":"Wspólnota","Communities":"Arkadyjska","You start with 40 M€ and 10 steel. AS YOUR FIRST ACTION, PLACE A COMMUNITY [PLAYER MARKER] ON A NON-RESERVED AREA.":"Rozpoczynasz grę z 10 M€ i 10 jednostkami stali. W ramach swojej pierwszej akcji w grze umieść na niezarezerwowanym polu na planszy znacznik wspólnoty (Twój znacznik gracza).","ACTION: PLACE A COMMUNITY (PLAYER MARKER) ON A NON-RESERVED AREA ADJACENT TO ONE OF YOUR TILES OR MARKED AREAS.":"Akcja: Umieść znacznik wspólnoty (Twój znacznik gracza) na niezarezerwowanym polu na planszy sąsiadującym z Twoim obszarem albo innym znacznikiem wspólnoty.","EFFECT: MARKED AREAS ARE RESERVED FOR YOU. WHEN YOU PLACE A TILE THERE, GAIN 3 M€.":"Pola ze znacznikami wspólnoty są dla Ciebie zarezerwowane. Gdy umieszczasz na nich dowolny obszar, otrzymujesz 3 M€.","You start with 44 M€. As your first action, reveal cards until you have revealed a microbe tag. Take it and discard the rest.":"Warunki początkowe: Rozpoczynasz grę z 44 M€. W ramach swojej pierwszej akcji odkrywaj karty z wierzchu talii projektów, dopóki nie odkryjesz karty z symbolem mikrobów. Weź tę kartę do ręki, resztę odrzuć.","Effect: when a microbe tag is played, incl. this, THAT PLAYER gains 2 M€, or adds a microbe to THAT card, and you gain 2 M€.":"Efekt trwały: Za każdym razem, gdy któryś z graczy zagra kartę z symbolem mikrobów (z tą włącznie), ten gracz otrzymuje 2 M€ albo umieszcza 1 jednostkę mikrobów na zagranej karcie, a Ty dodatkowo otrzymujesz 2 M€ za każdy symbol mikrobów na zagranej karcie.","Raise temperature 3 steps and gain 4 steel. Place this tile ADJACENT TO no other city tile. Remove up to 6 plants from any player.":"Podnieś temperaturę o 6°C. Otrzymujesz 4 jednostki stali. Usuń do 6 jednostek roślinności dowolnego gracza. Umieść ten obszar na planszy na polu, które nie sąsiaduje z żadnym obszarem miasta.","You start with 38 M€ and 3 asteroid resources.":"Rozpoczynasz grę z 3 jednostkami asteroid i 38 M€.","Action: Add an asteroid resource to ANY card OR gain any standard resource, OR remove an asteroid resource from this card to gain 3 titanium.":"Akcja: Umieść 1 jednostkę asteroid na dowolnej karcie, albo otrzymaj 1 dowolną jednostkę zasobów, albo wydaj 1 jednostkę asteroid z tej karty, aby otrzymać 3 jednostki tytanu.","Requires 4 ocean tiles. Increase your energy production 2 steps. Place this tile ADJACENT TO an ocean tile.":"Wymagania: Na planszy muszą się znajdować przynajmniej 4 obszary oceanów. Podnieś swoją produkcję energii o 2 poziomy. Umieść ten obszar na planszy na polu sąsiadującym z obszarem oceanu.","You start with 37 M€. Increase your steel production 1 step.":"Rozpoczynasz grę z 37 M€ i dodatkowym poziomem produkcji stali.","Action: Increase your energy production 1 step IF YOU HAVE NO ENERGY RESOURCES, or spend 3M€ to draw a building card.":"JEŚLI NIE POSIADASZ JEDNOSTEK ENERGII, podnieś swoją produkcję energii o 1 poziom ALBO wydaj 3 M€, aby dobrać pierwszą z odkrywanych kart z symbolem budowli z talii projektów (pozostałe odrzuć).","You start with 38 M€ and 1 steel production.":"Rozpoczynasz grę z 38 M€ i 1 dodatkowym poziomem produkcji stali.","Effect: When you play a building tag, including this, gain 1 microbe to this card, or remove 2 microbes here and raise your plant production 1 step.":"Efekt trwały: Gdy zagrywasz kartę z symbolem budowli (z tą włącznie), umieść na tej karcie 1 jednostkę mikrobów albo usuń z tej karty 2 jednostki mikrobów i podnieś swoją produkcję zieleni o 1 poziom za każdy symbol budowli na zagranej karcie.","Buffer Gas":"Gaz buforowy","(Spend 16 M€ to increase your TR 1 step. Solo games only.)":"Wydaj 16 M€, aby podnieść WT o 1 poziom. Tylko w grach solo.","(Spend 25 M€ to place a city tile and increase your M€ production 1 step.)":"Wydaj 25 M€, aby umieścić na planszy obszar miasta oraz podnieść swoją produkcję M€ o 1 poziom.","(Spend 17 M€ to place a colony.)":"Wydaj 17 M€, aby umieścić kolonię.","(Spend 23 M€ to place a greenery tile and raise oxygen 1 step.)":"Wydaj 23 M€, aby umieścić na planszy obszar zieleni oraz podnieść Poziom Tlenu o 1 poziom.","(Spend 11 M€ to increase your energy production 1 step.)":"Wydaj 11 M€, aby podnieść swoją produkcję energii o 1 poziom.","Sell Patents":"Sprzedaj patenty","Sell patents":"Sprzedaj patenty","(Discard any number of cards to gain that amount of M€.)":"Odrzuć z ręki dowolną liczbę kart, aby uzyskać taką samą liczbę M€","asteroid":"asteroida","(Spend 14 M€ to raise temperature 1 step.)":"Wydaj 14 M€, aby podnieść Temperaturę o 1 poziom.","Air Scrapping":"Uzdatnianie powietrza","(Spend 15 M€ to raise Venus 1 step.)":"Wydaj 15 M€, aby podnieść terraformację Wenus o 1 poziom","(Spend 18 M€ to place an ocean tile.)":"Wydaj 18 M€, aby położyć obszar oceanu na planszy.","Build Moon Colony":"Zbuduj kolonię na Księżycu","(Spend 22 M€ and 1 titanium to place a habitat on The Moon and raise your M€ production 1 step.)":"(Wydaj 22 M€ i 1 Tytan, aby wybudować kolonię na Księżycu i podnieść produkcję M€ o 1 poziom.)","Build Moon Mine":"Zbuduj kopalnię na Księżycu","(Spend 20 M€ and 1 titanium to place a mine on the moon and raise steel production 1 step.)":"(Wydaj 20 M€ i 1 Tytan, aby wybudować kopalnię na Księżycu i podnieść produkcję Tytanu o 1 poziom.)","Build Moon Road":"Zbuduj drogę na Księżycu","(Spend 18 M€ and 1 steel to place a road on the moon and raise the Logistics Rate 1 step.)":"(Wydaj 18 M€ i 1 Stal, aby wybudować drogę na Księżycu i podnieść Współczynnik Logistyki 1 poziom.)","Turmoil":"Niepokoje","Send a delegate in an area (from lobby)":"Wyślij delegata (z lobby)","Send a delegate in an area (5 M€)":"Wyślij delegata (za 5 M€)","Policies":"Program polityczny","No ruling Policy":"Brak programu politycznego","Mars First":"Teraz Mars","Scientists":"Naukowcy","Unity":"Jedność","Kelvinists":"Kelwiniści","Reds":"Czerwoni","Greens":"Zieloni","mars first":"Teraz Mars","scientists":"Naukowcy","unity":"Jedność","kelvinists":"Kelwiniści","reds":"Czerwoni","greens":"Zieloni","Chairman":"Przewodniczący","Party leader":"Lider partii","2 Party leaders":"2 liderów partii","Mars First - (All players receive 1 M€ for each building tag they have.)":"Teraz Mars - (Każdy gracz otrzymuje po 1 M€ za każdy posiadany symbol budowli.)","Scientists - (All players receive 1 M€ for each science tag they have.)":"Naukowcy - (Każdy gracz otrzymuje po 1 M€ za każdy posiadany symbol nauki.)","Unity - (All players receive 1 M€ for each Venus tag, Earth tag, and Jovian tag they have.)":"Jedność - (Każdy gracz otrzymuje po 1 M€ za każdy posiadany symbol Wenus, Ziemi i Jowisza.)","Kelvinists - (All players receive 1 M€ for each heat production they have.)":"Kelwiniści - (Każdy gracz otrzymuje po 1 M€ za każdy posiadany poziom produkcji ciepła.)","Reds - (The player with the lowest TR gains 1 TR. Ties are friendly.)":"Czerwoni - (Gracz z najniższym WT podnosi swój WT o 1 poziom (remisy są współdzielone).)","Greens - (All players receive 1 M€ for each Plant tag, Microbe tag, and Animal tag they have.)":"Zieloni - (Każdy gracz otrzymuje po 1 M€ za każdy posiadany symbol roślinności, zwierząt i mikrobów.)","Mars First (Focused on Martian development and independence.)":"Teraz Mars (Skupia się na rozwoju i niepodległości Marsa).","Scientists (Tech is the door to the future, and Scientists will do anything to open it.)":"Naukowcy (Technologia to wrota do przyszłości, a Naukowcy zrobią wszystko, aby je otworzyć).","Unity (Wants to see humanity prosper in the whole solar system.)":"Jedność (Pragnie, aby cywilizacja ludzka rozwijała się w całym Układzie Słonecznym).","Greens (Want to see a new Earth as soon as possible.)":"Zieloni (Pragną jak najszybciej zobaczyć Nową Ziemię).","Reds (Wishes to preserve the red planet.)":"Czerwoni (Chcą zachować Czerwoną Planetę w nienaruszonym stanie).","Kelvinists (Pushes for rapid terraforming, usually employing a heat-first strategy.)":"Kelwiniści (Są zwolennikami gwałtownej terraformacji, a w swoim programie kładą nacisk na ciepło).","Aerial Lenses":"Soczewki powietrzne","Requires that Kelvinists are ruling or that you have 2 delegates there. Remove up to 2 plants from any player. Increase your heat production 2 steps.":"Wymagania: Kelwiniści muszą być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Usuń do 2 jednostek roślinności dowolnego gracza. Podnieś swoją produkcję ciepła o 2 poziomy.","Banned Delegate":"Wykluczony delegat","Requires that you are Chairman. Remove any NON-LEADER delegate.":"Wymagania: Twój delegat musi być przewodniczącym. Przenieś do rezerwy dowolnego delegata niebędącego liderem partii.","Cultural Metropolis":"Metropolia kultury","Requires that Unity is ruling or that you have 2 delegates there. Decrease your energy production 1 step and increase your M€ production 3 steps. Place a city tile. Place 2 delegates in 1 party.":"Wymagania: Jedność musi być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Efekt natychmiastowy: Obniż swoją produkcję energii 1 poziom. Podnieś swoją produkcję M€ o 3 poziomy. Umieść na planszy obszar miasta. Umieść 2 znaczniki swoich delegatów w 1 partii.","Diaspora Movement":"Migracje diasporyczne","Requires that Reds are ruling or that you have 2 delegates there. Gain 1M€ for each Jovian tag in play, including this.":"Wymagania: Czerwoni muszą być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Otrzymujesz 1 M€ za każdy symbol Jowisza w grze (z tym włącznie)","Event Analysts":"Analitycy wydarzeń","Effect: You have +1 influence.":"Efekt trwały: Masz 1 dodatkowy punkt wpływów.","Requires that Scientists are ruling or that you have 2 delegates there.":"Wymagania: Naukowcy muszą być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii.","GMO Contract":"Kontrakt na GMO","Effect: Each time you play a plant, animal or microbe tag, including this, gain 2 M€.":"Efekt trwały: Gdy zagrywasz kartę z symbolem roślinności, mikrobów lub zwierząt (z tą włącznie), otrzymujesz 2 M€ za każdy z tych symboli na zagranej karcie.","Requires that Greens are ruling or that you have 2 delegates there.":"Wymagania: Zieloni muszą być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii.","Martian Media Center":"Marsjańskie centrum informacyjne","Action: Pay 3 M€ to add a delegate to any party.":"Akcja: Zapłać 3 M€, aby dodać znacznik swojego delegata do dowolnej partii.","Requires that Mars First is ruling or that you have 2 delegates there. Increase your M€ production 2 steps.":"Wymagania: Teraz Mars musi być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Podnieś swoją produkcję M€ o 2 poziomy.","Parliament Hall":"Sala komitetu","Requires that Mars First are ruling or that you have 2 delegates there. Increase your M€ production 1 step for every 3 building tags you have, including this.":"Wymagania: Teraz Mars musi być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Podnieś swoją produkcję M€ o 1 poziom za każde 3 posiadane symbole budowli (z tym włącznie).","PR Office":"Biuro PR","Requires that Unity are ruling or that you have 2 delegates there. Gain 1 TR. Gain 1 M€ for each Earth tag you have, including this.":"Wymagania: Jedność musi być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Podnieś swój WT o 1 poziom. Otrzymujesz 1 M€ za każdy posiadany symbol Ziemi (z tym włącznie).","Public Celebrations":"Uroczystości publiczne","Requires that you are Chairman.":"Wymagania: Twój delegat musi być przewodniczącym.","Recruitment":"Rekrutacja","Exchange one NEUTRAL NON-LEADER delegate with one of your own from the reserve.":"Zamień 1 znacznik neutralnego delegata niebędącego liderem na znacznik Twojego delegata z rezerwy.","Red Tourism Wave":"Turyści na Marsie","Requires that Reds are ruling or that you have 2 delegates there. Gain 1 M€ from each EMPTY AREA ADJACENT TO YOUR TILES":"Wymagania: Czerwoni muszą być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Otrzymujesz 1 M€ za każdy PUSTY OBSZAR SĄDIADUJĄCY Z TWOIMI OBSZARAMI","Sponsored Mohole":"Sponsorowany Mohole","Requires that Kelvinists are ruling or that you have 2 delegates there. Increase your heat production 2 steps.":"Wymagania: Kelwiniści muszą być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Podnieś swoją produkcję ciepła o 2 poziomy.","Supported Research":"Wsparcie badań","Requires that Scientists are ruling or that you have 2 delegates there. Draw 2 cards.":"Wymagania: Naukowcy muszą być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Dobierz 2 karty.","Wildlife Dome":"Natura pod kopułą","Requires that Greens are ruling or that you have 2 delegates there. Place a greenery tile and raise oxygen 1 step.":"Wymagania: Zieloni muszą być partią rządzącą lub musisz mieć przynajmniej 2 delegatów w tej partii. Umieść na planszy obszar zieleni i podnieś Poziom Tlenu o 1%.","Vote Of No Confidence":"Wotum nieufności","Requires that you have a Party Leader in any party and that the sitting Chairman is neutral. Remove the NEUTRAL Chairman and move your own delegate (from the reserve) there instead. Gain 1 TR.":"Wymagania: Twój delegat musi być liderem dowolnej partii, a obecny przewodniczący musi być neutralny. Usuń znacznik neutralnego przewodniczącego i umieść na jego miejsce znacznik swojego delegata z rezerwy. Podnieś swój WT o 1 poziom.","Political Alliance":"Polityczne Przymierze","Requires that you have 2 party leaders. Gain 1 TR.":"Wymagania: Twoi delegaci muszą być liderami przynajmniej 2 partii. Podnieś swój WT o 1 poziom.","You start with 54 M€.":"Rozpoczynasz grę z 54 M€.","Effect: When any ocean tile is placed, increase your M€ production 1 step. Your bonus for placing adjacent to oceans is 3M€ instead of 2 M€.":"Efekt trwały: Za każdym razem, gdy na planszy zostanie umieszczony obszar oceanu, podnieś swoją produkcję M€ o 1 poziom. Twoja premia za umieszczenie obszaru obok obszaru oceanu wynosi 3 M€ (a nie 2 M€).","You start with 14 M€. Lower your TR 1 step.":"Rozpoczynasz grę z 14 M€. Obniż swój WT o 1 poziom.","Effect: Buying cards to hand costs 1 M€.":"Efekt trwały: Kupowanie kart na rękę (w tym kart startowych) kosztuje Cię 1 M€","You start with 40 M€. Increase your steel and titanium production 1 step each.":"Rozpoczynasz grę z 40 M€ i dodatkowym poziomem produkcji stali i tytanu.","Action: Decrease any production to gain 4 resources of that kind.":"Akcja: Obniż produkcję dowolnego zasobu o 1 poziom, aby otrzymać 4 jednostki tego zasobu.","You start with 53 M€. Decrease your TR 2 steps. 1 VP per preservation resource here.":"Rozpoczynasz grę z 53 M€. Obniż swój WT o 2 poziomy. Koniec gry: Otrzymujesz 1 PZ za każdą jednostkę rezerwatów znajdującą się na tej karcie.","Effect: During production phase, if you did not get TR so far this generation, add one preservation resource here and gain 6 M€.":"Efekt trwały: W pokoleniu, w którym nie podniosłeś swojego poziomu WT przed fazą produkcji, podczas fazy produkcji umieszczasz na tej karcie 1 jednostkę rezerwatów i otrzymujesz 6 M€.","You start with 36 M€. When you perform an action, the wild tag counts as any tag of your choice.":"Rozpoczynasz grę z 36 M€. Efekt trwały: Gdy wykonujesz akcję, traktujesz uniwersalny symbol jak dowolny wybrany symbol.","Action: Gain 2 M€ for each party where you have at least 1 delegate.":"Akcja: Otrzymujesz 2 M€ za każdą partię, w której masz przynajmniej 1 delegata.","Discard 2 cards from hand. Gain 2 M€ per influence.":"Każdy gracz odrzuca po 2 karty z ręki. Każdy gracz otrzymuje po 2 M€ za każdy posiadany punkt wpływów.","Gain 2 M€ per Venus tag (max 5) and influence.":"Każdy gracz otrzymuje po 2 M€ za każdy posiadany symbol Wenus (max 5) i punkt wpływów.","Gain 1 plant per plant production (max 5) and influence.":"Każdy gracz otrzymuje po 1 jednostce roślinności za każdy posiadany poziom produkcji roślinności (max 5) i punkt wpływów.","Gain 1 M€ for each card in hand (no limit) and influence.":"Każdy gracz otrzymuje po 1 M€ za każdą kartę na ręce (bez limitu) i posiadane punkty wpływów.","First player places an ocean tile. Gain 1 plant and 1 steel per influence.":"Pierwszy gracz umieszcza obszar oceanu na planszy. Każdy gracz otrzymuje po 1 jednostce roślinności i 1 jednostce stali za każdy posiadany punkt wpływów.","Gain 1 titanium for each Jovian tag (max 5) and influence.":"Każdy gracz otrzymuje po 1 jednostce tytanu za każdy posiadany symbol Jowisza (max 5) i punkt wpływów.","Gain 2 M€ for each event played (max 5) and influence.":"Każdy gracz otrzymuje po 2 M€ za każde zagrane przez siebie wydarzenie (max 5) i punkt wpływów.","Add a floater to each card that can collect floaters. Add 1 floater for each influence to a card.":"Każdy gracz umieszcza po 1 jednostce dryfowców na każdej karcie, która zbiera dryfowce. Dodatkowo na wybranej karcie każdy gracz umieszcza po 1 jednostce dryfowców za każdy posiadany punkt wpływów.","Lose 2 floaters from a card or 10 M€. Draw 1 card for each influence.":"Każdy gracz traci po 2 jednostki dryfowców albo 10 M€. Każdy gracz dobiera po 1 karcie za każdy posiadany punkt wpływów.","Gain 10 M€ if you have 9 or more different tags. Influence counts as unique tags.":"Każdy gracz, który posiada 9 albo więcej różnych symboli, otrzymuje 10 M€. Każdy punkt wpływów uważa się za dodatkowy symbol.","First player removes 1 ocean tile from the gameboard. Gain 1 standard resource per influence.":"Pierwszy gracz usuwa z planszy 1 obszar oceanu. Każdy gracz otrzymuje po 1 jednostce wybranego standardowego zasobu za każdy posiadany punkt wpływów.","Lose all plants except 3 + influence.":"Każdy gracz traci jednostki roślinności powyżej 3 (+ punkty wpływów).","Count your influence plus building tags and city tiles (no limits). The player with most (or 10 in solo) gains 2 TR, the 2nd (or 5 in solo) gains 1 TR (ties are friendly).":"Każdy gracz dodaje do siebie posiadane punkty wpływów, symbole budowli i obszary miast (bez limitu). Gracz z największą sumą (albo 10 w grze solo) podnosi swój poziom WT o 2, a gracz z drugiego miejsca (albo 5 w grze solo) podnosi swój poziom WT o 1 (remisy są współdzielone).","Gain 2 M€ for each influence and set of 5 TR over 15 (max 5 sets).":"Każdy gracz otrzymuje po 2 M€ za każde 5 WT powyżej 15 (max 5) i za każdy posiadany punkt wpływów","Lose all heat. Lose 2 M€ for each building tag (max 5, then reduced by influence).":"Każdy gracz traci wszystkie jednostki ciepła i po 2 M€ za każdy posiadany symbol budowli (max 5, obniżone o posiadane punkty wpływów).","Gain 2 M€ for each Earth tag (max 5) and influence.":"Każdy gracz otrzymuje po 2 M€ za każdy posiadany symbol Ziemi (max 5) i punkt wpływów.","Increase energy production 1 step per 2 power tags (no limit). Influence counts as power tags.":"Każdy gracz podnosi swoją produkcję energii o 1 poziom za każde posiadane 2 symbole energii (bez limitu). Punkty wpływów uważa się za symbole energii.","Gain 2 M€ for each space tag (max 5) and influence.":"Każdy gracz otrzymuje po 2 M€ za każdy posiadany symbol przestrzeni kosmicznej (max 5) i punkt wpływów.","Increase M€ production 1 step for each colony. Gain 1 titanium for each influence.":"Każdy gracz podnosi swoją produkcję M€ o 1 poziom za każdą posiadaną kolonię. Każdy gracz otrzymuje po 1 jednostce tytanu za każdy posiadany punkt wpływów.","Lose 1 titanium for each Jovian tag (max 5, then reduced by influence).":"Każdy gracz traci po 1 jednostce tytanu za każdy posiadany symbol Jowisza (max 5, obniżone o posiadane punkty wpływów).","Lose 4 M€ for each tile adjacent to ocean (max 5, then reduced by influence).":"Każdy gracz traci po 4 M€ za każdy swój obszar sąsiadujący z obszarem oceanu (max 5, obniżone o posiadane punkty wpływów).","Lose 3 M€ for each building tag (max 5, then reduced by influence).":"Każdy gracz traci po 3 M€ za każdy posiadany symbol budowli (max 5, obniżone o posiadane punkty wpływów).","Gain 1 steel for each steel production (max 5) and influence.":"Każdy gracz otrzymuje po 1 jednostce stali za każdy posiadany poziom produkcji stali (max 5) i punkt wpływów.","Lose 3 M€ for each set of 5 TR over 10 (max 5 sets). Increase M€ production 1 step per influence.":"Każdy gracz traci po 3 M€ za każde 5 WT powyżej 10 (max 5). Każdy gracz podnosi produkcję M€ o 1 poziom za każdy posiadany punkt wpływów.","Count Earth tags and ADD(!) influence. The player(s) with most (at least 1) loses 2 TR, and 2nd most (at least 1) loses 1 TR. SOLO: Lose 2 TR if the sum is 4 or more.":"Każdy gracz DODAJE do siebie posiadane symbole Ziemi ORAZ punkty wpływów. Gracz z największą sumą (co najmniej 1) traci 2 poziomy WT, gracz z drugiego miejsca (z sumą co najmniej 1) traci 1 poziom WT (remisy są współdzielone).","Lose 4 M€ for each city tile (max 5, then reduced by influence).":"Każdy gracz traci po 4 M€ za każdy posiadany obszar miasta (max 5, obniżone o posiadane punkty wpływów).","Decrease steel and energy production 1 step each. Gain 1 steel per influence.":"Każdy gracz obniża swoją produkcję stali i energii o 1 poziom. Każdy gracz otrzymuje po 1 jednostce stali za każdy posiadany punkt wpływów.","Decrease temperature 2 steps. Draw 1 card per influence.":"Obniż Temperaturę o 2 poziomy. Każdy gracz dobiera po 1 karcie za każdy posiadany punkt wpływów.","Lose 3 M€ for each space tag (max 5, then reduced by influence).":"Każdy gracz traci po 3 M€ za każdy posiadany symbol przestrzeni kosmicznej (max 5, obniżone o posiadane punkty wpływów).","Lose 3 M€ for each blue card (max 5, then reduced by influence).":"Każdy gracz traci po 3 M€ za każdą posiadaną kartę aktywną (niebieską) (max 5, obniżone o posiadane punkty wpływów).","Gain 2 M€ for each science tag (max 5) and influence.":"Każdy gracz otrzymuje po 2 M€ za każdy posiadany symbol nauki (max 5) i punkt wpływów.","All cards with resources on them gain 1 resource. Draw 1 card for each influence.":"Na każdej karcie ze zgromadzonymi zasobami należy umieścić po 1 jednostce zasobu. Każdy gracz dobiera po 1 karcie za każdy posiadany punkt wpływów.","Gain 2 M€ for each city tile (max 5) and influence.":"Każdy gracz otrzymuje po 2 M€ za każdy posiadany obszar miasta (max 5) i punkt wpływów.","Increase temperature 2 steps. Increase heat production 1 step per influence.":"Podnieś Temperaturę o 2 poziomy. Każdy gracz podnosi produkcję ciepła o 1 poziom za każdy posiadany punkt wpływów.","Reduce TR 4 steps. Each influence prevents 1 step.":"Każdy gracz obniża swój poziom WT o 4. Każdy posiadany punkt wpływów zapobiega utracie 1 poziomu.","Diaspora":"Każdy gracz traci po 3 M€ za każdą posiadaną kolonię (max 5), obniżone o posiadane punkty wpływów.","Terraforming Mars":"Terraformacja Marsa","Create New Game":"Nowa gra","№ of Players":"Liczba graczy","Expansions":"Dodatki","All":"Wszystkie","Corporate Era":"Era Korporacyjna","Prelude":"Preludium","Venus Next":"Wenus","Promos":"Karty promo","Fan-made":"Dodatki fanowskie","Ares":"Ekspansja Terytorialna","Community":"Społeczności","Agendas":"Agendy","Board":"Plansza","tharsis":"Tharsis","hellas":"Hellas","elysium":"Elysium","random":"Losowa","Options":"Ustawienia","Starting Corporations":"Początkowe korporacje","World Government Terraforming":"Działania Rządu Światowego","Allow undo":"Zezwól na cofanie tury","Show timers":"Pokaż licznik czasu","Randomize board tiles":"Losowe rozłożenie pól na planszy","Set Predefined Game":"Ustaw predefiniowaną rozgrywkę","Create game":"Stwórz grę","Start typing the card name to exclude":"Wpisz nazwę karty do wykluczenia","TR Boost":"Boost WT","Player ${0} name":"Nazwa gracza ${0}","63 TR solo mode":"Tryb solo 63 WT","Filter":"Filtr","Custom Corporation list":"Niestandardowa lista korporacji","Exclude some cards":"Wyklucz karty","Custom Colonies list":"Niestandardowa lista kolonii","Remove negative Global Events":"Usuń negatywne Wydarzenia globalne","Multiplayer Options":"Ustawienia gry wieloosobowej","Draft variant":"Wariant z selekcją kart","Initial Draft variant":"Selekcja kart początkowych","Random first player":"Losowy pierwszy gracz","Random Milestones/Awards":"Losowe Tytuły/Nagrody","Limited synergy":"Limitowana synergia","Full random":"Całkowicie losowo","Mandatory Venus Terraforming":"Wymagana Terraformacja Wenus","Show real-time VP":"Pokaż VP w czasie rzeczywistym","Fast mode":"Tryb szybki","Beginner Options":"Ustawienia dla początkującego","Corporations":"Korporacje","None":"Wyczyść","Invert":"Odwróć","Official":"Oficjalne","Cards to exclude from the game":"Wybierz karty do wykluczenia","Create Game":"Stwórz grę","Beginner?":"Początkujący?","Color:":"Kolor:","Red":"Czerwony","Green":"Zielony","Yellow":"Żółty","Blue":"Niebieski","Black":"Czarny","Starting Megacredits: ":"Startowe M€: ","Milestones":"Tytuły","Builder":"Konstruktor","Having at least 8 building tags in play":"Gracz posiada w grze przynajmniej 8 symboli budowli","Diversifier":"Dywersyfikator","Requires that you have 8 different tags in play":"Gracz posiada w grze przynajmniej 8 różnych symboli","Ecologist":"Ekolog","Requires that you have 4 bio tags (plant, microbe and animal tags count as bio tags)":"Gracz posiada przynajmniej 4 symbole biologiczne (roślinności, mikrobów albo zwierząt)","Energizer":"Dostawca Energii","Requires that you have 6 energy production":"Gracz posiada przynajmniej 6 poziomów produkcji energii","Gardener":"Ogrodnik","Owning at least 3 greenery tiles":"Gracz posiada przynajmniej 3 obszary zieleni","Generalist":"Omnibus","Requires that you have increased all 6 productions by at least 1 step":"Gracz zwiększył poziom każdego z 6 rodzajów produkcji przynajmniej o 1","Hoverlord":"Władca Przestworzy","Having at least 7 floater resources on your cards":"Gracz musi posiadać na swoich kartach przynajmniej 7 jednostek dryfowców","Legend":"Legenda","Requires that you have played 5 events":"Gracz zagrał przynajmniej 5 kart wydarzeń","Mayor":"Prezydent","Owning at least 3 city tiles":"Gracz posiada przynajmniej 3 obszary miast","Planner":"Planista","Having at least 16 cards in your hand when you claim this milestone":"W momencie uzyskania tego Tytułu gracz musi mieć na ręce przynajmniej 16 kart","Polar Explorer":"Odkrywca Polarny","Requires that you have 3 tiles on the two bottom rows":"Gracz posiada w sumie przynajmniej 3 obszary w dwóch dolnych rzędach pól mapy","Rim Settler":"Osadnik Rubieży","Requires that you have 3 Jovian tags":"Gracz posiada w grze przynajmniej 3 symbole Jowisza","Specialist":"Specjalista","Requires that you have at least 10 in production of any resource":"Gracz produkuje przynajmniej 10 jednostek dowolnego zasobu","Tactician":"Taktyk","Requires that you have 5 cards with requirements in play":"Gracz posiada w grze przynajmniej 5 kart projektów z wymaganiami","Terraformer":"Terraformator","Having a terraform rating of at least 35 or 26 with Turmoil.":"Gracz posiada współczynnik terraformacji równy albo wyższy od 35 (26 z dodatkiem Niepokoje)","Tycoon":"Inwestor","Requires that you have 15 project cards in play (blue and green cards)":"Gracz posiada w grze przynajmniej 15 kart projektów aktywnych i natychmiastowych (niebieskich i zielonych)","Awards":"Nagrody","Landlord":"Potentat Ziemski","Owning the most tiles in play":"Gracz posiada najwięcej obszarów na planszy","Banker":"Bankier","Having the highest M€ production":"Gracz posiada największy poziom produkcji M€","Scientist":"Naukowiec","Having the most science tags in play":"Gracz posiada w grze najwięcej symboli nauki","Thermalist":"Magnat Cieplny","Having the most heat resource cubes":"Gracz posiada najwięcej jednostek ciepła","Miner":"Górnik","Having the most steel and titanium resource cubes":"Gracz posiada najwięcej jednostek stali i tytanu","Cultivator":"Kultywator","Most greenery tiles":"Gracz posiada najwięcej obszarów zieleni","Magnate":"Magnat","Most automated cards in play (green cards)":"Gracz posiada najwięcej kart natychmiastowych (zielonych)","Space Baron":"Kosmiczny Baron","Having the most space tags in play":"Gracz posiada w grze najwięcej symboli przestrzeni kosmicznej","Excentric":"Ekscentryk","Most resources on cards":"Gracz posiada najwięcej zasobów zgromadzonych na kartach projektów","Contractor":"Wykonawca","Having the most building tags in play":"Gracz posiada w grze najwięcej symboli budowli","Celebrity":"Celebryta","Most cards in play (not events) with a cost of at least 20 megacredits":"Gracz posiada w grze najwięcej kart (z wyłączeniem kart wydarzeń) o koszcie wynoszącym przynajmniej 20 M€","Industrialist":"Przemysłowiec","Having most steel and energy resources":"Gracz posiada najwięcej jednostek stali i energii","Desert Settler":"Osadnik Pustyni","Most tiles south of the equator (the four bottom rows)":"Gracz posiada najwięcej obszarów na południe od równika (cztery dolne rzędy pól mapy)","Estate Dealer":"Deweloper","Most tiles adjacent to ocean tiles":"Gracz posiada najwięcej obszarów sąsiadujących z obszarami oceanów","Benefactor":"Dobroczyńca","Highest terraform rating":"Gracz posiada najwyższy współczynnik terraformacji","Venuphile":"Wenufil","Having the most Venus tags in play":"Gracz posiada w grze najwięcej symboli Wenus","Actions":"Akcje","Played Cards":"Zagrane karty","Hide active cards":"Ukryj aktywne karty","Show active cards":"Pokaż aktywne karty","Hide automated cards":"Ukryj natychmiastowe karty","Show automated cards":"Pokaż natychmiastowe karty","Hide event cards":"Ukryj karty wydarzeń","Show event cards":"Pokaż karty wydarzeń","Cards In Hand":"Karty w ręce","Last Actions":"Ostatnie akcje","Game Log":"Dziennik gry","Select initial cards:":"Wybierz początkowe karty:","Select corporation":"Wybierz kartę korporacji","Select 2 Prelude cards":"Wybierz 2 karty Preludium","Select initial cards to buy":"Wybierz początkowe karty do zakupu","Game details":"Szczegóły gry","Milestones and awards":"Tytuły i nagrody","Turn order":"Kolejność","(click on player name to see details)":"(kliknij na nazwę gracza aby wyświetlić szczegóły)","Go to game results":"Przejdź do wyników gry","Save":"Zapisz","TOGGLE TAGS VIEW:":"PRZEŁĄCZ WIDOK SYMBOLI:","toggle tags view:":"Przełącz widok symboli:","CONCISE":"ZWIĘZŁE","FULL":"WSZYSTKIE","active":"aktywny","You":"Ty","GENERATION 1 OF 12":"POKOLENIE ${0} Z ${1}","PRELUDE":"PRELUDIUM","Select which cards to take into hand":"Wybierz karty, które weźmiesz na rękę","Convert 7 heat into temperature":"Wymień 7 jednostek ciepła aby podnieść Temperaturę","Convert 8 heat into temperature":"Wymień 8 jednostek ciepła aby podnieść Temperaturę","Convert 8 plants into greenery":"Wymień 8 jednostek roślinności aby umieścić na planszy obszar zieleni","Convert 7 plants into greenery":"Wymień 7 jednostek roślinności aby umieścić na planszy obszar zieleni","funded by":"ufundowany przez:","claimed by":"zdobyte przez:","Error with input":"Niepoprawne wprowadzone dane","This game is over!":"Gra zakończona!","Not your turn to take any actions":"To nie Twoja tura","Please Login with right user":"Zaloguj się jako poprawny użytkownik","Undoing, Please refresh or wait seconds":"Cofanie, odśwież lub zaczekaj kilka sekund","Pass":"Pas","Pay for a Standard Project":"Zapłać za Projekt Standardowy","Play project card":"Zagraj kartę projektu","Fund an award (${0} M€)":"Ufunduj nagrodę (${0} M€)","Take your first action":"Faza akcji, wykonaj jedną z dostępnych akcji","Take your next action":"Faza akcji, wykonaj jedną z dostępnych akcji","Undo last action":"Cofnij ostatnią akcję","End Turn":"Zakończ turę","Perform an action from a played card":"Wykonaj akcję z zagranej karty","Power plant (11 M€)":"Elektrownia (11 M€)","Asteroid (14 M€)":"Asteroida (14 M€)","Aquifer (18 M€)":"Nawodnienie (18 M€)","Greenery (23 M€)":"Zieleń (23 M€)","City (25 M€)":"Miasto (25 M€)","Build colony (17 M€)":"Założenie kolonii (17 M€)","Air scrapping (15 M€)":"Uzdatnianie powietrza (15 M€)","Buffer Gas (16 M€)":"Gaz buforowy (16 M€)","Power plant":"Elektrownia","Aquifer":"Nawodnienie","Greenery":"Zieleń","greenery":"zieleń","city":"miasto","Pay 9 M€":"Zapłać 9 M€","Pay 3 Energy":"Wydaj 3 jednostki energii","Pay 3 Titanium":"Wydaj 3 jednostki tytanu","Trade with a colony tile":"Handluj z kaflem obiektu","(Enceladus - (Microbes)":"(Enceladus - (Mikroby)","Select action for World Government Terraforming":"Wybierz akcję Działań Rządu Światowego","Increase temperature":"Podnieś Temperaturę","Increase oxygen":"Zwiększ Poziom Tlenu","Add an ocean":"Umieść ocean","Increase Venus scale":"Podnieś Współczynnik Terraformacji Wenus","Login":"Zaloguj się","Register":"Zarejestruj się","Go To Register":"Przejdź do rejestracji","My Games":"Moje gry","Donate":"Donate","LoginOut":"Wyloguj","Help Translation":"Pomóż z tłumaczeniem","Select a card to keep and pass the rest to ${0}":"Wybierz kartę, którą chcesz zatrzymać i przekaż resztę do ${0}","Game Home":"Strona główna gry","Send players their links below. As game administrator pick your link to use.":"Wyślij pozostałym graczom linki poniżej. Jako administrator wybierz swój link.","Instructions: To start the game, separately copy and share the links with all players, and then click on your name.":"Instrukcja: Aby rozpocząć grę, skopiuj i wyślij linki poszczególnym graczom, a następnie kliknij na swoją nazwę.","Save this page in case you or one of your opponents loses a link.":"Zachowaj tę stronę na wypadek utraty linku przez Ciebie lub któregoś gracza.","Drafted Cards":"Dobrane karty","Select space for first ocean":"Wybierz pole do umieszczenia pierwszego obszaru oceanu","Select space for second ocean":"Wybierz pole do umieszczenia drugiego obszaru oceanu","Select space for city tile":"Wybierz pole do umieszczenia obszaru miasta","Select space for greenery tile":"Wybierz pole do umieszczenia obszaru zieleni","show":"Pokaż","hide":"Ukryj","Game log":"Dziennik gry","Pay trade fee":"Uiść opłatę handlową","Select colony tile for trade":"Wybierz kafel obiektu, z którym będziesz handlować","Standard projects":"Standardowe projekty","Pass for this generation":"Spasuj w tym pokoleniu","Confirm":"Potwierdź","Buy":"Kup","Skip this action":"Pomiń tę akcję","Keep":"Zatrzymaj","Start":"Rozpocznij","Play":"Zagraj","Trade":"Handluj","Send delegate":"Wyślij delegata","Play card":"Zagraj kartę","Build":"Zbuduj","End":"Zakończ","Undo":"Cofnij","% Venus":"% Wenus","Stratospheric Birds":"Ptaki Stratosferyczne","Requires Venus 12% and that you spend 1 floater from any card.":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 12%. Usuń 1 jednostkę dryfowców z dowolnej karty.","Venusian Plants":"Wenusjańskie Rośliny","Requires Venus 16%. Raise Venus 1 step. Add 1 microbe or 1 animal to ANOTHER VENUS CARD":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 16%. Podnieś Współczynnik Terraformacji Wenus o 1 poziom. Umieść 1 jednostkę mikrobów albo zwierząt na innej karcie z symbolem Wenus.","Extremophiles":"Ekstremofile","Action: Add 1 microbe to ANY card.":"Akcja: Umieść 1 jednostkę mikrobów na dowolnej karcie.","1 VP for every 3rd Microbe on this card.":" Otrzymujesz po 1 PZ za każde 3 jednostki mikrobów znajdujące się na tej karcie.","Mining Quota":"Kontyngent Górniczy","Requires Venus, Earth and Jovian tags. Increase your steel production 2 steps.":"Musisz posiadać przynajmniej po 1 symbolu Wenus, Ziemi i Jowisza. Podnieś swoją produkcję stali o 2 poziomy.","Corroder Suits":"Pancerze Antykorozyjne","Increase your M€ production 2 steps. Add 1 resource to ANY Venus CARD.":"Podnieś swoją produkcję M€ o 2 poziomy. Umieść 1 wybraną jednostkę na dowolnej karcie z symbolem Wenus.","Venusian Insects":"Wenusjańskie Insekty","Action: add 1 Microbe to this card.":"Akcja: Umieść na tej karcie 1 jednostkę mikrobów.","1 VP for every 2nd Microbe on this card.":"Otrzymujesz po 1 PZ za każde 2 jednostki mikrobów znajdujące się na tej karcie.","Requires Venus 12%.":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 12%.","Sulphur-Eating Bacteria":"Siarkożerne Bakterie","Action: Spend any number of microbes here to gain triple amount of M€.":"Akcja: Usuń z tej karty dowolną liczbę jednostek mikrobów, żeby otrzymać 3 razy tyle M€.","Requires Venus 6%":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 6%.","Venus Waystation":"Wenusjańska Stacja Tranzytowa","Effect: When you play a Venus tag, you pay 2 M€ less for it.":"Efekt trwały: Gdy zagrywasz kartę z symbolem Wenus, płacisz za nią o 2 M€ mniej.","Thermophiles":"Termofile","Action: Add 1 microbe to ANY Venus CARD.":"Akcja: Umieść 1 jednostkę mikrobów na dowolnej karcie z symbolem Wenus.","Action: Spend 2 microbes here to raise Venus 1 step.":"Akcja: Usuń z tej karty 2 jednostki mikrobów i podnieś Współczynnik Terraformacji Wenus o 1 poziom.","Sponsored Academies":"Ufundowanie Akademii","Discard 1 card from your hand and THEN draw 3 cards. All OPPONENTS draw 1 card.":"Odrzuć z ręki 1 kartę, a następnie dobierz 3 karty. Każdy z przeciwników dobiera po 1 karcie.","Sulphur Exports":"Eksport Siarki","Increase Venus 1 step. Increase your M€ production 1 step for each Venus tag you have, including this.":"Podnieś Współczynnik Terraformacji Wenus o 1 poziom. Podnieś swoją produkcję M€ o 1 poziom za każdy posiadany symbol Wenus (z tym włącznie).","Venus Soils":"Wenusjańskie Gleby","Raise Venus 1 step. Increase your plant production 1 step. Add 2 microbes to ANOTHER card":"Podnieś Współczynnik Terraformacji Wenus o 1 poziom. Podnieś swoją produkcję roślinności o 1 poziom. Umieść 2 jednostki mikrobów na innej karcie.","Terraforming Contract":"Kontrakt na Terraformację","Requires that you have at least 25 TR. Increase your M€ production 4 steps.":"Twój współczynnik terraformacji musi wynosić 25 lub więcej. Podnieś swoją produkcję M€ o 4 poziomy.","Solarnet":"Solarnet","Requires Venus, Earth and Jovian tags. Draw 2 cards.":"Musisz posiadać przynajmniej po 1 symbolu Wenus, Ziemi i Jowisza. Dobierz 2 karty.","Atalanta Planitia Lab":"Laboratorium Atlanta Planitia","Rotator Impacts":"Rotacja Uderzeniowa","Action: Spend 6 M€ to add an asteroid resource to this card [TITANIUM MAY BE USED].":"Akcja: Wydaj 6 M€ (możesz użyć tytanu), żeby umieścić tu 1 jednostkę asteroid.","Action: Spend 1 resource from this card to increase Venus 1 step.":"Akcja: Usuń z tej karty 1 jednostkę asteroid i podnieś Współczynnik Terraformacji Wenus o 1 poziom.","Venus must be 14% or lower":"Współczynnik Terraformacji Wenus musi być równy albo niższy niż 14%.","Omnicourt":"Wszechsąd","Requires Venus, Earth and Jovian tags. Increase your TR 2 steps.":"Musisz posiadać przynajmniej po 1 symbolu Wenus, Ziemi i Jowisza. Podnieś swój współczynnik terraformacji o 2 poziomy.","Jet Stream Microscrappers":"Mikrouzdatniacze Strumieniowe","Action: Spend 1 titanium to add 2 floaters here":"Akcja: Wydaj 1 jednostkę tytanu, żeby umieścić na tej karcie 2 jednostki dryfowców.","Action: Spend 2 floaters here to raise Venus 1 step":"Akcja: Usuń z tej karty 2 jednostki dryfowców i podnieś Współczynnik Terraformacji Wenus o 1 poziom.","Spin-Inducing Asteroid":"Indukcja Ruchu Obrotowego","Venus must be 10% or lower. Raise Venus 2 steps.":"Współczynnik Terraformacji Wenus musi być równy albo niższy niż 10%. Podnieś Współczynnik Terraformacji Wenus o 2 poziomy.","Dirigibles":"Statki Powietrzne","Action: Add 1 floater to ANY card":"Akcja: Umieść 1 jednostkę dryfowców na dowolnej karcie.","Effect: When playing a Venus tag, Floaters here may be used as payment, and are worth 3M€ each.":"Efekt trwały: Gdy zagrywasz kartę z symbolem Wenus do pokrycia kosztu tej karty możesz użyć znajdujące się na karcie Statków Powietrznych jednostki dryfowców. Każda jednostka dryfowców jest warta 3 M€.","Floating Habs":"Dryfujące Jednostki Mieszkalne","Action: Spend 2 M€ to add 1 floater to ANY card":"Akcja: Wydaj 2 M€, aby umieścić 1 jednostkę dryfowców na dowolnej karcie.","1 VP for every 2nd Floater on this card.":"Otrzymujesz po 1 PZ za każde 2 jednostki dryfowców znajdujące się na tej karcie.","Requires 2 science tags. 1 VP for every 2nd Floater on this card":"Musisz posiadać przynajmniej 2 symbole nauki.","Hydrogen to Venus":"Wodór dla Wenus","Raise Venus 1 step. Add 1 floater to A Venus CARD for each Jovian tag you have.":"Podnieś Współczynnik Terraformacji Wenus o 1 poziom. Umieść po 1 jednostce dryfowców na 1 dowolnej karcie z symbolem Wenus za każdy posiadany symbol Jowisza.","Water to Venus":"Woda dla Wenus","Raise Venus 1 step.":"Podnieś Współczynnik Terraformacji Wenus o 1 poziom.","GHG Import From Venus":"Import Gazów Cieplarnianych z Wenus","Raise Venus 1 step. Increase your heat production 3 steps.":"Podnieś Współczynnik Terraformacji Wenus o 1 poziom. Podnieś swoją produkcję ciepła o 3 poziomy.","Aerial Mappers":"Mapowanie Przestworzy","Action: Add floater to ANY card.":"Akcja: Umieść 1 jednostkę dryfowców na DOWOLNEJ karcie.","Action: Spend one floater here to draw 1 card.":"Akcja: Usuń 1 jednostkę dryfowców z tej karty, żeby dobrać kartę.","Aerosport Tournament":"Turniej Aerosportowy","Requires that you have 5 floaters. Gain 1 M€ per each city tile in play.":"Musisz posiadać przynajmniej 5 jednostek dryfowców. Otrzymujesz po 1 M€ za każdy obszar miasta na planszach.","Air-Scrapping Expedition":"Operacja Uzdatniania Atmosfery","Raise Venus 1 step. Add 3 floaters to ANY Venus CARD.":"Podnieś Współczynnik Terraformacji Wenus o 1 poziom. Umieść 3 jednostki dryfowców na dowolnej karcie z symbolem Wenus.","Atmoscoop":"Zagarniacz Atmosfery","Requires 3 science tags. Either raise the temperature 2 steps, or raise Venus 2 steps. Add 2 floaters to ANY card.":"Musisz posiadać przynajmniej 3 symbole nauki. Podnieś Temperaturę o 4°C albo Współczynnik Terraformacji Wenus o 2 poziomy. Umieść 2 jednostki dryfowców na dowolnej karcie.","Comet for Venus":"Kometa dla Wenus","Raise Venus 1 step. Remove up to 4M€ from any player WITH A VENUS TAG IN PLAY.":"Podnieś Współczynnik Terraformacji Wenus o 1 poziom. Usuń do 4 M€ dowolnego gracza posiadającego kartę z symbolem Wenus.","Dawn City":"Miasto Świtu","Requires 4 science tags. Decrease your energy production 1 step. Increase your titanium production 1 step. Place a city tile on the RESERVED AREA.":"Musisz posiadać przynajmniej 4 symbole nauki. Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję tytanu o 1 poziom. Umieść obszar miasta na planszy Wenus, na polu zarezerwowanym dla Miasta Świtu.","Deuterium Export":"Eksport Deuteru","Action: Add 1 floater to this card.":"Akcja: Umieść na tej karcie 1 jednostkę dryfowców.","Action: Spend 1 floater here to increase your energy production 1 step.":"Akcja: Usuń z tej karty 1 jednostkę dryfowców i podnieś swoją produkcję energii o 1 poziom.","Extractor Balloons":"Balony Wydobywcze","Action: Remove 2 floaters here to raise Venus 1 step.":"Akcja: Usuń z tej karty 2 jednostki dryfowców i podnieś Współczynnik Terraformacji Wenus o 1 poziom.","Add 3 floaters to this card":"Umieść 3 jednostki dryfowców na tej karcie.","Forced Precipitation":"Wymuszone Opady Atmosferyczne","Action: Spend 2 M€ to add 1 floater to THIS card.":"Akcja: Zapłać 2 M€, żeby umieścić na tej karcie 1 jednostkę dryfowców.","Action: Spend 2 floaters here to increase Venus 1 step.":"Akcja: Usuń z tej karty 2 jednostki dryfowców i podnieś Współczynnik Terraformacji Wenus o 1 poziom.","Freyja Biodomes":"Biokopuły we Freyja Montes","10% Venus":"10% Wenus","Requires 10% on the Venus track. Add 2 microbes or 2 animals to another Venus card. Production: energy -1, M€ +2.":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 10%. Umieść 2 jednostki mikrobów albo 2 jednostki zwierząt na innej karcie z symbolem Wenus. Obniż swoją produkcję energii o 1 poziom. Podnieś swoją produkcję M€ o 2 poziomy.","Giant Solar Shade":"Olbrzymia Osłona Przeciwsłoneczna","Raise Venus 3 steps.":"Podnieś Współczynnik Terraformacji Wenus o 3 poziomy.","Gyropolis":" Żyropolis","Decrease your energy production 2 steps. Increase your M€ production 1 step for each Venus and Earth tag you have. Place a city tile.":"Umieść na planszy obszar miasta. Obniż swoją produkcję energii o 2 poziomy. Podnieś swoją produkcję M€ o 1 poziomy za każdy posiadany symbol Ziemi i Wenus.","Io Sulphur Research":"Badania nad Siarką na IO","Draw 1 card, or draw 3 if you have at least 3 Venus tags.":"Dobierz 1 kartę (albo 3 karty, jeśli posiadasz przynajmniej 3 symbole Wenus).","Ishtar Mining":"Górnictwo w Ishtar Terra","8% Venus":"8% Wenus","Requires Venus 8%. Increase your titanium production 1 step.":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 8%. Podnieś swoją produkcję tytanu o 1 poziom.","Luna Metropolis":"Metropolia Księżycowa","Increase your M€ production 1 step for each Earth tag you have, including this. Place a city tile on the RESERVED AREA.":"Podnieś swoją produkcję M€ o 1 poziom za każdy posiadany symbol Ziemi (z tym włącznie). Umieść obszar miasta na planszy Wenus, na polu zarezerwowanym dla Metropolii Księżycowej.","Local Shading":"Miejscowe Zacienienie","Action: Spend 1 floater here to raise your M€ production 1 step.":"Akcja: Usuń z tej karty 1 jednostkę dryfowców i podnieś swoją produkcję M€ o 1 poziom.","Maxwell Base":"Baza Maxwella","Action: Add 1 resource to ANOTHER VENUS CARD.":"Akcja: Umieść 1 wybraną jednostkę na innej karcie z symbolem Wenus.","Requires Venus 12%. Decrease your energy production 1 step. Place a city tile ON THE RESERVED AREA.":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 12%. Obniż swoją produkcję energii o 1 poziom. Umieść obszar miasta na planszy Wenus, na polu zarezerwowanym dla Bazy Maxwella.","Sister Planet Support":"Wsparcie Siostrzanej Planety","Venus Earth":"Wenus Ziemia","Requires Venus and Earth tags. Increase your M€ production 3 steps.":"Musisz posiadać przynajmniej po 1 symbolu Wenus i Ziemi. Podnieś swoją produkcję M€ o 3 poziomy.","Stratopolis":"Stratopolis","Action: Add 2 floaters to ANY VENUS CARD.":"Akcja: Umieść 2 jednostki dryfowców na dowolnej karcie z symbolem Wenus.","1 VP for every 3rd Floater on this card.":"Otrzymujesz po 1 PZ za każde 3 jednostki dryfowców znajdujących się na tej karcie.","Requires 2 science tags. Increase your M€ production 2 steps. Place a city tile ON THE RESERVED AREA":"Musisz posiadać przynajmniej 2 symbole nauki. Podnieś swoją produkcję M€ o 2 poziomy. Umieść obszar miasta na planszy Wenus, na polu zarezerwowanym dla Stratopolis.","Venus Governor":"Gubernator Wenus","Requires 2 Venus tags. Increase your M€ production 2 steps.":"Musisz posiadać przynajmniej 2 symbole Wenus. Podnieś swoją produkcję M€ o 2 poziomy.","Venusian Animals":"Wenusjańskie Zwierzęta","18% Venus":"18% Wenus","Effect: When you play a science tag, including this, add 1 animal to this card.":"Efekt trwały: Gdy zagrywasz kartę z symbolem albo symbolami nauki (z tą włącznie), umieść na tej karcie 1 jednostkę zwierząt za każdy taki symbol.","Requires Venus 18%":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 18%.","Venus Magnetizer":"Magnetyzacja Wenus","Action: Decrease your energy production 1 step to raise Venus 1 step.":"Akcja: Obniż swoją produkcję energii o 1 poziom, żeby podnieść Współczynnik Terraformacji Wenus o 1 poziom.","Requires Venus 10%.":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 10%.","Luxury Foods":"Wykwintne Jedzenie","(Requires that you have a Venus tag, an Earth tag and a Jovian tag.)":"Musisz posiadać symbole Wenus, Ziemi i Jowisza.","Neutralizer Factory":"Fabryka Neutralizatorów","Requires Venus 10%. Increase the Venus track 1 step.":"Współczynnik Terraformacji Wenus musi być równy albo wyższy niż 10%. Podnieś Współczynnik Terraformacji Wenus o 1 poziom.","Orbital Reflectors":"Reflektor Orbitalny","Raise Venus 2 steps. Increase your heat production 2 steps.":"Podnieś Współczynnik Terraformacji Wenus o 2 poziomy. Podnieś swoją produkcję ciepła o 2 poziomy.","Saturn Surfing":"Saturniański Cloudsurfing","Action: Spend 1 floater from here to gain 1 M€ from each floater here, INCLUDING THE PAID FLOATER. Max 5.":"Akcja: Usuń z tej karty 1 jednostkę dryfowców, aby otrzymać po 1 M€ za każdą znajdującą się na tej karcie jednostkę dryfowców, włączając tę, KTÓRĄ USUNĄŁEŚ (max 5).","Add 1 floater here for every Earth tag you have, including this.":"Umieść na tej karcie po 1 jednostce dryfowców za każdy posiadany symbol Ziemi (z tym włącznie).","Aphrodite":"Aphrodite","You start with 1 plant production and 47 M€.":"Rozpoczynasz grę z 1 dodatkowym poziomem produkcji roślinności i 47 M€.","Effect: Whenever Venus is terraformed 1 step, you gain 2 M€.":"Efekt trwały: Za każdym razem, gdy Współczynnik Terraformacji Wenus jest podnoszony o 1 poziom, otrzymujesz 2 M€.","Celestic":"Celestic","You start with 42 M€. As your first action, reveal cards from the deck until you have revealed 2 cards with a floater icon on it. Take them into hand and discard the rest.":"Rozpoczynasz grę z 42 M€. W ramach swojej pierwszej akcji w grze odkrywaj karty z wierzchu talii projektów, dopóki nie odkryjesz 2 kart z symbolem dryfowców. Weź te karty na rękę, a resztę odrzuć.","Action: Add a floater to ANY card. 1 VP per 3 floaters on this card.":"Akcja: Umieść 1 jednostkę dryfowców na dowolnej karcie. Otrzymujesz po 1 PZ za każde 3 jednostki dryfowców znajdujących się na tej karcie.","Manutech":"Manutech","You start with 1 steel production, and 35 M€.":"Rozpoczynasz grę z 1 dodatkowym poziomem produkcji stali i 35 M€.","Effect: For each step you increase the production of a resource, including this, you also gain that resource.":"Efekt trwały: Za każdy zwiększony przez ciebie poziom produkcji dowolnego zasobu (włącznie z tym), otrzymujesz 1 jednostkę tego zasobu.","Morning Star Inc":"Morning Star Inc","You start with 50 M€. As your first action, reveal cards from the deck until you have revealed 3 Venus-tag cards. Take those into hand and discard the rest.":"Rozpoczynasz grę z 50 M€. W ramach swojej pierwszej akcji w grze odkrywaj karty z wierzchu talii, dopóki nie odkryjesz 3 kart z symbolem Wenus. Weź te karty na rękę, a resztę odrzuć.","Effect: Your Venus requirements are +/- 2 steps, your choice in each case.":"Efekt trwały: Zagrywając karty, możesz każdorazowo traktować Współczynnik Terraformacji Wenus tak, jakby był o 2 poziomy wyższy albo niższy.","Viron":"Viron","Action: Use a blue card action that has already been used this generation.":"Akcja: Wykonaj ponownie akcję z wykorzystanej już w tym pokoleniu karty aktywnej (niebieskiej)."}